[
  {
    "date": "2024-11-09T01:29:30.554Z",
    "totalTranslationTime": 1029.3990000000006,
    "averageTranslationTime": 34.31330000000002,
    "p90TranslationTime": 37.171,
    "translatedPokemonCount": 30,
    "translationRange": {
      "min": 1,
      "max": 30
    },
    "translatedPokemon": [
      {
        "Pokedex": "Bulbasaur can be seen napping in bright sunlight. There is a seed on its back. By soaking up the sun's rays, the seed grows progressively larger.",
        "Name": "Bulbasaur",
        "PokedexTranslated": "Bulbasaur pode ser visto dormindo sob luz solar brilhante. Há uma semente na sua costas. Ao absorver as radiações solares, a semente cresce progressivamente maior. \n",
        "translatedTime": "30.274"
      },
      {
        "Pokedex": "To support its bulb, Ivysaur's legs grow sturdy. If it spends more time lying in the sunlight, the bud will soon bloom into a large flower.",
        "Name": "Ivysaur",
        "PokedexTranslated": "Para sustentar seu bulbo, as pernas do Ivysaur se tornam fortes. Se ele passar mais tempo deitado sob a luz solar, o botão florescerá em breve em uma grande flor. \n",
        "translatedTime": "30.95"
      },
      {
        "Pokedex": "Venusaur's flower is said to take on vivid colors if it gets plenty of nutrition and sunlight. The flower's aroma soothes the emotions of people.",
        "Name": "Venusaur",
        "PokedexTranslated": "O flor de Venusaur é dito assumir cores vibrantes se receber uma boa quantidade de nutrição e luz solar. O aroma da flor acalma as emoções das pessoas. \n",
        "translatedTime": "31.127"
      },
      {
        "Pokedex": "The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when Charmander is happy, and blazes when it is enraged.",
        "Name": "Charmander",
        "PokedexTranslated": "A chama que queima na ponta da cauda é um indicativo de suas emoções. A chama treme quando o Charmander está feliz, e arde quando está furioso. \n",
        "translatedTime": "31.519"
      },
      {
        "Pokedex": "Without pity, its sharp claws destroy foes. If it encounters a strong enemy, it becomes agitated, and the flame on its tail flares with a bluish white color.",
        "Name": "Charmeleon",
        "PokedexTranslated": "Sem piedade, suas garras afiadas destroem inimigos. Se encontra um inimigo forte, fica agitado, e a chama na cauda se acende com uma cor azul-branca. \n",
        "translatedTime": "31.756"
      },
      {
        "Pokedex": "A Charizard flies about in search of strong opponents. It breathes intense flames that can melt any material. However, it will never torch a weaker foe.",
        "Name": "Charizard",
        "PokedexTranslated": "O Charizard voa em busca de oponentes fortes. Ele respira chamas intensas que podem derreter qualquer material. No entanto, ele nunca incendiará um inimigo mais fraco. \n",
        "translatedTime": "31.969"
      },
      {
        "Pokedex": "Its shell is not just for protection. Its rounded shape and the grooves on its surface minimize resistance in water, enabling Squirtle to swim at high speeds.",
        "Name": "Squirtle",
        "PokedexTranslated": "Sua concha não é apenas para proteção. Sua forma arredondada e as ranhuras na superfície minimizam a resistência no meio aquático, permitindo que o Squirtle nadando a alta velocidade. \n",
        "translatedTime": "32.612"
      },
      {
        "Pokedex": "Its large tail is covered with rich, thick fur that deepens in color with age. The scratches on its shell are evidence of this Pokémon's toughness in battle.",
        "Name": "Wartortle",
        "PokedexTranslated": "Seu grande cauda é coberto por pêlos ricos e grossos que se aprofundam em cor com a idade. As arranhões na concha são evidências da força deste Pokémon em batalha. \n",
        "translatedTime": "32.575"
      },
      {
        "Pokedex": "The waterspouts that protrude from its shell are highly accurate. Their bullets of water can precisely nail tin cans from a distance of over 160 feet.",
        "Name": "Blastoise",
        "PokedexTranslated": "As protuberâncias de água que saem da concha dele são altamente precisas. Seus projéteis de água podem acertar latas de alumínio a uma distância de mais de 160 pés. \n",
        "translatedTime": "32.895"
      },
      {
        "Pokedex": "Its voracious appetite compels it to devour leaves bigger than itself without hesitation. It releases a terribly strong odor from its antennae.",
        "Name": "Caterpie",
        "PokedexTranslated": "Seu apetite voraz o impulsiona a devorar folhas maiores que ele mesmo sem hesitação. Ele libera um odor terrible de suas antenas. \n",
        "translatedTime": "32.309"
      },
      {
        "Pokedex": "Its shell is as hard as an iron slab. A Metapod does not move very much because it is preparing its soft innards for evolution inside the shell.",
        "Name": "Metapod",
        "PokedexTranslated": "Sua concha é tão dura quanto uma tábua de ferro. O Metapod não se move muito porque está se preparando para sua evolução interna dentro da concha. \n",
        "translatedTime": "32.725"
      },
      {
        "Pokedex": "It has a superior ability to search for delicious honey from flowers. It can seek, extract, and carry honey from flowers blooming over six miles away.",
        "Name": "Butterfree",
        "PokedexTranslated": "Tem uma capacidade superior para procurar mel delicioso de flores. Ele pode procurar, extrair e carregar mel de flores que estão em flor a mais de seis milhas de distância. \n",
        "translatedTime": "33.552"
      },
      {
        "Pokedex": "A Weedle has an extremely acute sense of smell. It distinguishes its favorite kinds of leaves from those it dislikes by sniffing with its big red proboscis (nose).",
        "Name": "Weedle",
        "PokedexTranslated": "O Weedle tem um olfato extremamente acurado. Ele distingue os tipos de folhas que gosta de aqueles que não gosta por meio de um olfato com seu grande probosso (nariz vermelho). \n",
        "translatedTime": "33.839"
      },
      {
        "Pokedex": "It remains virtually immobile while it clings to a tree. However, on the inside, it busily prepares for evolution. This is evident from how hot its shell becomes.",
        "Name": "Kakuna",
        "PokedexTranslated": "Ele permanece virtualmente imóvel enquanto se agarra a uma árvore. No entanto, dentro dele, ele se prepara para a evolução. Isso é evidente pela temperatura que sua concha alcança. \n",
        "translatedTime": "33.572"
      },
      {
        "Pokedex": "A Beedrill is extremely territorial. For safety reasons, no one should ever approach its nest. If angered, they will attack in a swarm.",
        "Name": "Beedrill",
        "PokedexTranslated": "A Beedrill é extremamente territorial. Por razões de segurança, ninguém deve jamais se aproximar do seu ninho. Se irritado, atacarão em uma multidão. \n",
        "translatedTime": "33.579"
      },
      {
        "Pokedex": "It has an extremely sharp sense of direction. It can unerringly return home to its nest, however far it may be removed from its familiar surroundings.",
        "Name": "Pidgey",
        "PokedexTranslated": "Tem um senso de direção extremamente afiado. Ele pode retornar sem errar para seu ninho, independentemente de quão distante esteja de seus arredores familiares. \n",
        "translatedTime": "34.219"
      },
      {
        "Pokedex": "This Pokémon flies around, patrolling its large territory. If its living space is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws.",
        "Name": "Pidgeotto",
        "PokedexTranslated": "Este Pokémon voa por aí, patrulhando seu grande território. Se seu espaço de vida for violado, ele não mostra piedade em punir o inimigo com suas garras afiadas. \n",
        "translatedTime": "34.887"
      },
      {
        "Pokedex": "Pidgeot has gorgeous, glossy feathers. Many trainers are so captivated by the beautiful feathers on its head that they choose Pidgeot as their Pokémon.",
        "Name": "Pidgeot",
        "PokedexTranslated": "O Pidgeot tem penas gorgeous e brilhantes. Muitos treinadores são tão encantados pelas penas bonitas na sua cabeça que escolhem o Pidgeot como seu Pokémon. \n",
        "translatedTime": "33.998"
      },
      {
        "Pokedex": "A Rattata is cautious in the extreme. Even while it is asleep, it constantly moves its ears and listens for danger. It will make its nest anywhere.",
        "Name": "Rattata",
        "PokedexTranslated": "A Rattata é extremamente cautelosa. Mesmo dormindo, ela constantemente move seus ouvidos e ouve por perigo. Ela fará seu ninho em qualquer lugar. \n",
        "translatedTime": "34.816"
      },
      {
        "Pokedex": "A Raticate's sturdy fangs grow steadily. To keep them ground down, it gnaws on rocks and logs. It may even chew on the walls of houses.",
        "Name": "Raticate",
        "PokedexTranslated": "As fortes incisivos do Raticate crescem constantemente. Para mantê-los afiados, ele mastiga rochas e troncos. Ele pode até mesmo mastigar as paredes de casas. \n",
        "translatedTime": "35.854"
      },
      {
        "Pokedex": "Its loud cry can be heard over half a mile away. If its high, keening cry is heard echoing all around, it is a sign that they are warning each other of danger.",
        "Name": "Spearow",
        "PokedexTranslated": "Seu grito forte pode ser ouvido a mais de meio milhão de metros. Se seu grito alto e agudo ecoar por toda a área, é sinal de que estão avisando uns aos outros sobre perigo. \n",
        "translatedTime": "41.013"
      },
      {
        "Pokedex": "Its long neck and elongated beak are ideal for catching prey in soil or water. It deftly moves this extended and skinny beak to pluck prey.",
        "Name": "Fearow",
        "PokedexTranslated": "Seu pescoço longo e bico alongado são ideais para capturar presas no solo ou água. Ele move com destreza esse bico alongado e fino para pegar presas. \n",
        "translatedTime": "34.866"
      },
      {
        "Pokedex": "An Ekans curls itself up in a spiral while it rests. This position allows it to quickly respond to an enemy from any direction with a threat from its upraised head.",
        "Name": "Ekans",
        "PokedexTranslated": "Um Ekans se enrolla em um espiral enquanto se deita. Essa posição permite que ele responda rapidamente a um inimigo de qualquer direção com um ataque de sua cabeça erguida. \n",
        "translatedTime": "35.061"
      },
      {
        "Pokedex": "This Pokémon has a terrifically strong constricting power. It can even flatten steel oil drums. Once it wraps its body around its foe, escaping is impossible.",
        "Name": "Arbok",
        "PokedexTranslated": "Este Pokémon tem uma força de constrição terrificamente forte. Ele pode até mesmo esmagar tambores de óleo de aço. Uma vez que envolve seu corpo ao redor do inimigo, escapar é impossível. \n",
        "translatedTime": "37.171"
      },
      {
        "Pokedex": "It stores electricity in the electric sacs on its cheeks. When it releases pent-up energy in a burst, the electric power is equal to a lightning bolt.",
        "Name": "Pikachu",
        "PokedexTranslated": "Ele armazena eletricidade nas bolsas elétricas nos seus maxilares. Quando libera a energia acumulada em um ataque explosivo, a energia elétrica é igual a um raio de trovão. \n",
        "translatedTime": "36.422"
      },
      {
        "Pokedex": "If it stores too much electricity, its behavior turns aggressive. To avoid this, it occasionally discharges excess energy and calms itself down.",
        "Name": "Raichu",
        "PokedexTranslated": "Se ele armazenar muita eletricidade, seu comportamento se torna agressivo. Para evitar isso, ele descarrega ocasionalmente a energia em excesso e se acalma. \n",
        "translatedTime": "35.684"
      },
      {
        "Pokedex": "When it curls up in a ball, it can make any attack bounce off harmlessly. Its hide has turned tough and solid as a result of living in the desert.",
        "Name": "Sandshrew",
        "PokedexTranslated": "Quando se enrola em uma bola, ele pode fazer qualquer ataque rebater sem causar dano. Sua pele se tornou dura e sólida como resultado de viver no deserto. \n",
        "translatedTime": "36.32"
      },
      {
        "Pokedex": "It curls up in a ball to protect itself from enemy attacks. It also curls up to prevent heatstroke during the daytime when temperatures rise sharply.",
        "Name": "Sandslash",
        "PokedexTranslated": "Ele se enrolla em uma bola para se proteger de ataques inimigos. Ele também se enrolla para evitar o calor excessivo durante o dia quando as temperaturas aumentam rapidamente. \n",
        "translatedTime": "36.32"
      },
      {
        "Pokedex": "Its highly toxic barbs are thought to have developed as protection for this small-bodied Pokémon. When enraged, it releases a horrible toxin from its horn.",
        "Name": "Nidoran♀",
        "PokedexTranslated": "Suas barbatanas altamente tóxicas são consideradas como uma forma de proteção para este Pokémon de pequeno porte. Quando irritado, ele libera um veneno horrível de seu chifre. \n",
        "translatedTime": "39.528"
      },
      {
        "Pokedex": "When it is with its friends or family, its barbs are tucked away to prevent injury. It appears to become nervous if separated from the others.",
        "Name": "Nidorina",
        "PokedexTranslated": "Quando está com seus amigos ou familiares, suas barbatanas são escondidas para evitar ferimentos. Parece ficar nervoso se estiver separado dos outros. \n",
        "translatedTime": "37.987"
      }
    ],
    "maxTranslatedTime": 41.013,
    "minTranslatedTime": 30.274
  },
  {
    "date": "2024-11-09T01:49:40.995Z",
    "totalTranslationTime": 58.031,
    "averageTranslationTime": 29.0155,
    "p90TranslationTime": 30.07,
    "translatedPokemonCount": 2,
    "translationRange": {
      "min": 31,
      "max": 32
    },
    "translatedPokemon": [
      {
        "Pokedex": "It is adept at sending foes flying with harsh tackles using its tough, scaly body. This Pokémon is at its strongest when it is defending its young.",
        "Name": "Nidoqueen",
        "PokedexTranslated": "É habilidoso em enviar inimigos voando com tackles fortes usando seu corpo duro e escamoso. Este Pokémon está em sua força máxima quando está defendendo seus filhotes. \n",
        "translatedTime": "30.07"
      },
      {
        "Pokedex": "The male Nidoran has developed muscles that freely move its ears in any direction. Even the slightest sound does not escape this Pokémon's notice.",
        "Name": "Nidoran♂",
        "PokedexTranslated": "O Nidoran macho desenvolveu músculos que podem mover seus ouvidos em qualquer direção. Mesmo o menor som não escapa a atenção deste Pokémon. \n",
        "translatedTime": "27.961"
      }
    ],
    "maxTranslatedTime": 30.07,
    "minTranslatedTime": 27.961
  },
  {
    "date": "2024-11-09T01:53:38.079Z",
    "totalTranslationTime": 58.202,
    "averageTranslationTime": 29.101,
    "p90TranslationTime": 29.686,
    "translatedPokemonCount": 2,
    "translationRange": {
      "min": 33,
      "max": 34
    },
    "translatedPokemon": [
      {
        "Pokedex": "Its horn is harder than a diamond. If it senses a hostile presence, all the barbs on its back bristle up at once, and it challenges the foe with all its might.",
        "Name": "Nidorino",
        "PokedexTranslated": "O seu chifre é mais duro que um diamante. Se ele sentir uma presença hostil, todas as barbatanas na sua costas se erguem instantaneamente e o desafiam com toda a sua força. \n",
        "translatedTime": "28.516"
      },
      {
        "Pokedex": "A Nidoking's thick tail packs enormously destructive power capable of toppling a metal transmission tower. Once it goes on a rampage, there is no stopping it.",
        "Name": "Nidoking",
        "PokedexTranslated": "O caule maciço do Nidoking possui uma enorme força destrutiva capaz de derrubar uma torre de transmissão de metal. Uma vez que ele se torna um monstro, não há como pará-lo. \n",
        "translatedTime": "29.686"
      }
    ],
    "maxTranslatedTime": 29.686,
    "minTranslatedTime": 28.516
  },
  {
    "date": "2024-11-09T01:59:33.839Z",
    "totalTranslationTime": 28.692,
    "averageTranslationTime": 28.692,
    "p90TranslationTime": 28.692,
    "translatedPokemonCount": 1,
    "translationRange": {
      "min": 35,
      "max": 35
    },
    "translatedPokemon": [
      {
        "Pokedex": "On every night of a full moon, they come out to play. When dawn arrives, the tired Clefairy go to sleep nestled up against each other in deep and quiet mountains.",
        "Name": "Clefairy",
        "PokedexTranslated": "Todos os noites de lua cheia, eles saem para brincar. Quando o amanhecer chega, as cansadas Clefairy vão para dormir, aconchegadas umas contra as outras em montanhas profundas e silenciosas. \n",
        "translatedTime": "28.692"
      }
    ],
    "maxTranslatedTime": 28.692,
    "minTranslatedTime": 28.692
  },
  {
    "date": "2024-11-09T02:01:30.732Z",
    "totalTranslationTime": 33.003,
    "averageTranslationTime": 33.003,
    "p90TranslationTime": 33.003,
    "translatedPokemonCount": 1,
    "translationRange": {
      "min": 36,
      "max": 36
    },
    "translatedPokemon": [
      {
        "Pokedex": "A Clefable uses its wings to skip lightly as if it were flying. Its bouncy step lets it even walk on water. On quiet, moonlit nights, it strolls on lakes.",
        "Name": "Clefable",
        "PokedexTranslated": "O Clefable voa levemente, usando suas asas como se estivesse voando. Seu passo leve o permite caminhar até mesmo sobre água. Em noites tranquilas e iluminadas por lua, ele passeia nos lagos. \n",
        "translatedTime": "33.003"
      }
    ],
    "maxTranslatedTime": 33.003,
    "minTranslatedTime": 33.003
  },
  {
    "date": "2024-11-09T02:03:58.600Z",
    "totalTranslationTime": 30.214,
    "averageTranslationTime": 30.214,
    "p90TranslationTime": 30.214,
    "translatedPokemonCount": 1,
    "translationRange": {
      "min": 37,
      "max": 37
    },
    "translatedPokemon": [
      {
        "Pokedex": "It can freely control fire, making fiery orbs fly like will-o'-the-wisps. Just before evolution, its six tails grow hot as if on fire.",
        "Name": "Vulpix",
        "PokedexTranslated": "Ele pode controlar o fogo livremente, fazendo bolas de fogo voarem como luzes de fogo.  Antes da evolução, suas seis caudas crescem quentes como se estivessem em brasa. \n",
        "translatedTime": "30.214"
      }
    ],
    "maxTranslatedTime": 30.214,
    "minTranslatedTime": 30.214
  },
  {
    "date": "2024-11-09T02:53:01.411Z",
    "totalTranslationTime": 2256.9059999999995,
    "averageTranslationTime": 35.82390476190476,
    "p90TranslationTime": 40.726,
    "translatedPokemonCount": 63,
    "translationRange": {
      "min": 38,
      "max": 100
    },
    "translatedPokemon": [
      {
        "Pokedex": "It has long been said that each of the nine tails embody an enchanted power. A long-lived Ninetales will have fur that shines like gold.",
        "Name": "Ninetales",
        "PokedexTranslated": "Já se diz há muito tempo que cada uma das nove caudas contém um poder encantado. Um Ninetales de longa vida terá pelagem que brilha como ouro. \n",
        "translatedTime": "28.843"
      },
      {
        "Pokedex": "Nothing can avoid falling asleep hearing a Jigglypuff's song. The sound waves of its singing voice match the brain waves of someone in a deep sleep.",
        "Name": "Jigglypuff",
        "PokedexTranslated": "Nada pode evitar o sono ao ouvir a música de um Jigglypuff. As ondas sonoras da sua voz se alinham com as ondas cerebrais de alguém em um sono profundo. \n",
        "translatedTime": "28.833"
      },
      {
        "Pokedex": "Its fur is the ultimate in luxuriousness. Sleeping alongside a Wigglytuff is simply divine. Its body expands seemingly without end when it inhales.",
        "Name": "Wigglytuff",
        "PokedexTranslated": "Seu pelo é o ápice da luxúria. Dormir ao lado de um Wigglytuff é simplesmente divino. Seu corpo parece expandir sem fim ao inhalar. \n",
        "translatedTime": "28.992"
      },
      {
        "Pokedex": "While living in pitch-black caverns, their eyes gradually grew shut and deprived them of vision. They use ultrasonic waves to detect obstacles.",
        "Name": "Zubat",
        "PokedexTranslated": "Embora vivam em cavernas escuras, seus olhos gradualmente se fecharam e os privaram da visão. Eles usam ondas ultrassônicas para detectar obstáculos. \n",
        "translatedTime": "29.587"
      },
      {
        "Pokedex": "Its fangs easily puncture even thick animal hide. It loves to feast on the blood of people and Pokémon. It flits about in darkness and strikes from behind.",
        "Name": "Golbat",
        "PokedexTranslated": "Suas incisões facilmente penetram até a pele animal grossa. Ela adora se alimentar do sangue de pessoas e Pokémon. Ela flutua na escuridão e ataca por trás. \n",
        "translatedTime": "33.673"
      },
      {
        "Pokedex": "It grows by absorbing moonlight. During the daytime, it buries itself in the ground, leaving only its leaves exposed to avoid detection by its enemies.",
        "Name": "Oddish",
        "PokedexTranslated": "Ele cresce absorvendo a luz da lua. Durante o dia, ele se enclausura no solo, deixando apenas suas folhas expostas para evitar a detecção por seus inimigos. \n",
        "translatedTime": "29.553"
      },
      {
        "Pokedex": "A horribly noxious honey drools from its mouth. One whiff of the honey can result in memory loss. Some fans are said to enjoy this overwhelming stink, however.",
        "Name": "Gloom",
        "PokedexTranslated": "Um mel extremamente nocivo goteja da boca. Um cheiro do mel pode causar perda de memória. Alguns fãs são dizimados por esse cheiro imenso, no entanto. \n",
        "translatedTime": "30.506"
      },
      {
        "Pokedex": "In seasons when it produces more pollen, the air around a Vileplume turns yellow with the powder as it walks. The pollen is highly toxic and causes paralysis.",
        "Name": "Vileplume",
        "PokedexTranslated": "Em épocas em que produz mais pólen, o ar ao redor de um Vileplume fica amarelo com o pó enquanto ele caminha. O pólen é altamente tóxico e causa paralisia. \n",
        "translatedTime": "31.008"
      },
      {
        "Pokedex": "A Paras has parasitic tochukaso mushrooms growing on its back. They grow by drawing nutrients from the host. They are valued as a medicine for long life.",
        "Name": "Paras",
        "PokedexTranslated": "Uma Paras tem cogumelos tochucacos parasitas crescendo na sua costas. Eles crescem absorvendo nutrientes do hospedeiro. São valorizados como um remédio para a longevidade. \n",
        "translatedTime": "30.951"
      },
      {
        "Pokedex": "Parasect are known to infest the roots of large trees en masse and drain nutrients. When an infested tree dies, they move onto another tree all at once.",
        "Name": "Parasect",
        "PokedexTranslated": "Parasect são conhecidos por infestarem as raízes de grandes árvores em massa e absorver nutrientes. Quando uma árvore infestada morre, elas se movem para outra árvore de forma simultânea. \n",
        "translatedTime": "32.062"
      },
      {
        "Pokedex": "Its coat of thin, stiff hair that covers its entire body is said to have evolved for protection. Its large eyes never fail to spot even miniscule prey.",
        "Name": "Venonat",
        "PokedexTranslated": "Seu pelo fino e rígido que cobre todo o corpo é dito ter evoluído para proteção. Seus grandes olhos nunca falham em detectar presas minúsculas. \n",
        "translatedTime": "31.249"
      },
      {
        "Pokedex": "Venomoth are nocturnal--they only are active at night. Their favorite prey are insects that gather around streetlights, attracted by the light in the darkness.",
        "Name": "Venomoth",
        "PokedexTranslated": "Venomoth são noturnos - eles só são ativos à noite. Suas presas favoritas são insetos que se reúnem ao redor de luzes de rua, atraídos pela luz na escuridão. \n",
        "translatedTime": "31.879"
      },
      {
        "Pokedex": "Diglett are raised in most farms. The reason is simple--wherever they burrow, the soil is left perfectly tilled for growing delicious crops.",
        "Name": "Diglett",
        "PokedexTranslated": "Diglett são criados em grande parte das fazendas. A razão é simples - onde eles escavam, o solo é deixado perfeitamente preparado para o cultivo de grãos deliciosos. \n",
        "translatedTime": "32.099"
      },
      {
        "Pokedex": "Because the triplets originally split from one body, they think exactly alike. They work cooperatively to burrow endlessly through the ground.",
        "Name": "Dugtrio",
        "PokedexTranslated": "Por causa de sua origem em um único corpo, eles pensam exatamente da mesma forma. Eles trabalham cooperativamente para escavar infinitamente no solo. \n",
        "translatedTime": "31.458"
      },
      {
        "Pokedex": "Meowth withdraw their sharp claws into their paws to silently sneak about. For some reason, this Pokémon loves shiny coins that glitter with light.",
        "Name": "Meowth",
        "PokedexTranslated": "Meowth retraem suas garras afiadas em suas patas para se esgueirar silenciosamente. Por algum motivo, este Pokémon ama moedas brilhantes que brilham com luz. \n",
        "translatedTime": "32.466"
      },
      {
        "Pokedex": "A Persian's six bold whiskers sense air movements to determine what is in its vicinity. It becomes docile if grabbed by the whiskers.",
        "Name": "Persian",
        "PokedexTranslated": "O pelo de um Persian, com seis pelos fortes, detecta movimentos de ar para determinar o que está ao seu redor. Ele se torna dócil se for agarrado pelos pelos. \n",
        "translatedTime": "32.498"
      },
      {
        "Pokedex": "When its headache intensifies, it starts using strange powers. However, it has no recollection of its powers, so it always looks befuddled and bewildered.",
        "Name": "Psyduck",
        "PokedexTranslated": "Quando sua dor de cabeça intensifica, ela começa a usar poderes estranhos. No entanto, ela não se lembra de seus poderes, então ela sempre parece confusa e confusa. \n",
        "translatedTime": "32.627"
      },
      {
        "Pokedex": "A Golduck is an adept swimmer. It sometimes joins competitive swimmers in training. It uses psychic powers when its forehead shimmers with light.",
        "Name": "Golduck",
        "PokedexTranslated": "Um Golduck é um nadador habilidoso. Às vezes, ele se junta a nadadores competitivos em treinos. Ele usa poderes psíquicos quando seu rosto brilha com luz. \n",
        "translatedTime": "31.928"
      },
      {
        "Pokedex": "When it starts shaking and its nasal breathing turns rough, it's a sure sign of anger. However, since this happens instantly, there is no time to flee.",
        "Name": "Mankey",
        "PokedexTranslated": "Quando começa a tremer e sua respiração nasal fica áspera, é um sinal seguro de raiva. No entanto, já que isso acontece instantaneamente, não há tempo para fugir. \n",
        "translatedTime": "32.817"
      },
      {
        "Pokedex": "When it becomes furious, its blood circulation becomes more robust, and its muscles are made stronger. But it also becomes much less intelligent.",
        "Name": "Primeape",
        "PokedexTranslated": "Quando fica furioso, sua circulação sanguínea se torna mais robusta e seus músculos se tornam mais fortes. Mas também se torna muito menos inteligente. \n",
        "translatedTime": "32.642"
      },
      {
        "Pokedex": "Its superb sense of smell ensures that this Pokémon won't forget any scent, no matter what. It uses its sense of smell to detect the emotions of others.",
        "Name": "Growlithe",
        "PokedexTranslated": "Seu excelente sentido de olfato garante que este Pokémon não vai esquecer qualquer cheiro, não importa o que seja. Ele usa seu sentido de olfato para detectar as emoções dos outros. \n",
        "translatedTime": "34.087"
      },
      {
        "Pokedex": "This fleet-footed Pokémon is said to run over 6,200 miles in a single day and night. The fire that blazes wildly within its body is its source of power.",
        "Name": "Arcanine",
        "PokedexTranslated": "Este Pokémon ágil é dito correr mais de 6.200 milhas em um único dia e noite. O fogo que arde intensamente dentro do seu corpo é sua fonte de poder. \n",
        "translatedTime": "38.532"
      },
      {
        "Pokedex": "It is possible to see this Pokémon's spiral innards right through its thin skin. However, the skin is also very flexible. Even sharp fangs bounce right off it.",
        "Name": "Poliwag",
        "PokedexTranslated": "É possível ver os órgãos espiralados desta criatura através da sua pele fina. No entanto, a pele também é muito flexível. Até mesmo dentes afiados podem ser desviados dela. \n",
        "translatedTime": "34.467"
      },
      {
        "Pokedex": "Its body surface is always wet and slick with an oily fluid. Because of this greasy covering, it can easily slip and slide out of the clutches of any enemy in battle.",
        "Name": "Poliwhirl",
        "PokedexTranslated": "Sua superfície corporal está sempre úmida e lisa com um fluido oleoso. Por causa dessa cobertura oleosa, ele pode facilmente deslizar e escapar das garras de qualquer inimigo em batalha. \n",
        "translatedTime": "34.646"
      },
      {
        "Pokedex": "Its highly developed muscles never grow fatigued, however much it exercises. This Pokémon can swim back and forth across the Pacific Ocean without effort.",
        "Name": "Poliwrath",
        "PokedexTranslated": "Seus músculos altamente desenvolvidos nunca se cansam, independentemente do exercício. Este Pokémon pode nadar de um lado para o outro pelo Oceano Pacífico sem esforço. \n",
        "translatedTime": "34.368"
      },
      {
        "Pokedex": "A Pokémon that sleeps 18 hours a day. Observation revealed that it uses Teleport to change its location once every hour.",
        "Name": "Abra",
        "PokedexTranslated": "Um Pokémon que dorme 18 horas por dia. A observação revelou que ele usa Teletransporte para mudar de local a cada hora. \n",
        "translatedTime": "34.12"
      },
      {
        "Pokedex": "It is rumored that a boy with psychic abilities suddenly transformed into Kadabra while he was assisting research into extrasensory powers.",
        "Name": "Kadabra",
        "PokedexTranslated": "Diz-se que um garoto com habilidades psíquicas de repente se transformou em Kadabra enquanto estava auxiliando na pesquisa sobre poderes extrasensoriais. \n",
        "translatedTime": "34.822"
      },
      {
        "Pokedex": "While it has strong psychic abilities and high intelligence, an Alakazam's muscles are very weak. It uses psychic power to move its body.",
        "Name": "Alakazam",
        "PokedexTranslated": "Embora tenha fortes habilidades psíquicas e alta inteligência, os músculos de um Alakazam são muito fracos. Ele usa poderes psíquicos para se mover. \n",
        "translatedTime": "35.27"
      },
      {
        "Pokedex": "It continually undertakes strenuous training to master all forms of martial arts. Its strength lets it easily hoist a sumo wrestler onto its shoulders.",
        "Name": "Machop",
        "PokedexTranslated": "Ele se dedica a treinos extenuantes para dominar todas as formas de artes marciais. Sua força permite que ele ele levante facilmente um lutador de sumo sobre seus ombros. \n",
        "translatedTime": "35.31"
      },
      {
        "Pokedex": "A belt is worn by a Machoke to keep its overwhelming power under control. Because it is so dangerous, no one has ever removed the belt.",
        "Name": "Machoke",
        "PokedexTranslated": "Uma faixa é usada por um Machoke para manter seu poder imenso sob controle. Por ser tão perigoso, ninguém nunca removeu a faixa. \n",
        "translatedTime": "35.29"
      },
      {
        "Pokedex": "It is impossible to defend against punches and chops doled out by its four arms. Its fighting spirit flares up when it faces a tough opponent.",
        "Name": "Machamp",
        "PokedexTranslated": "É impossível se defender de socos e golpes dados por seus quatro braços. Seu espírito de luta acende quando enfrenta um oponente difícil. \n",
        "translatedTime": "34.515"
      },
      {
        "Pokedex": "A Bellsprout's thin and flexible body lets it bend and sway to avoid any attack, however strong it may be. From its mouth, it leaks a fluid that melts even iron.",
        "Name": "Bellsprout",
        "PokedexTranslated": "O corpo fino e flexível de um Bellsprout permite que ele se dobre e se incline para evitar qualquer ataque, independentemente de sua força. Da boca dele, ele exala um líquido que derrete até ferro. \n",
        "translatedTime": "41.087"
      },
      {
        "Pokedex": "At night, a Weepinbell hangs on to a tree branch with its hooked rear and sleeps. If it moves around in its sleep, it may wake up to find itself on the ground.",
        "Name": "Weepinbell",
        "PokedexTranslated": "À noite, uma Weepinbell se agarra a uma branch de árvore com sua cauda enroscada e dorme. Se ela se mover durante seu sono, pode acordar para se encontrar no chão. \n",
        "translatedTime": "39.99"
      },
      {
        "Pokedex": "The long vine extending from its head is waved about as if it were a living thing to attract prey. When an unsuspecting victim approaches, it is swallowed whole.",
        "Name": "Victreebel",
        "PokedexTranslated": "A longa viga que se estende da sua cabeça é agitada como se fosse uma criatura viva para atrair presas. Quando uma vítima desajeitada se aproxima, é engolida inteira. \n",
        "translatedTime": "34.956"
      },
      {
        "Pokedex": "Its body is almost entirely composed of water. It ensnares its foe with its two long tentacles, then stabs with the poison stingers at their tips.",
        "Name": "Tentacool",
        "PokedexTranslated": "Seu corpo é quase totalmente composto de água. Ele prende sua presa com suas duas longas tentáculos, e depois lança picos venenosos em suas pontas. \n",
        "translatedTime": "36.214"
      },
      {
        "Pokedex": "It lives in complex rock formations on the ocean floor and traps prey using its 80 tentacles. Its red orbs glow when it grows excited or agitated.",
        "Name": "Tentacruel",
        "PokedexTranslated": "Ele vive em complexas formações rochosas no fundo do mar e captura presas usando suas 80 tentáculos. Seus olhos vermelhos brilham quando ele fica excitado ou agitado. \n",
        "translatedTime": "36.838"
      },
      {
        "Pokedex": "It climbs mountain paths using only the power of its arms. Because they look just like boulders lining paths, hikers may step on them without noticing.",
        "Name": "Geodude",
        "PokedexTranslated": "Ele escala caminhos montanhosos usando apenas o poder de seus braços. Porque eles parecem como rochas que alinham os caminhos, os caminhantes podem pisar neles sem perceber. \n",
        "translatedTime": "36.483"
      },
      {
        "Pokedex": "They descend from mountains by tumbling down steep slopes. They are so brutal, they smash aside obstructing trees and huge boulders with thunderous tackles.",
        "Name": "Graveler",
        "PokedexTranslated": "Eles descem das montanhas caindo por encostas íngremes. São tão brutais que destroem árvores e enormes rochas com tackles explosivos. \n",
        "translatedTime": "36.024"
      },
      {
        "Pokedex": "It is said to live in volcanic craters on mountain peaks. Once a year, it sheds its hide and grows larger. The shed hide crumbles and returns to the soil.",
        "Name": "Golem",
        "PokedexTranslated": "Diz-se que ele vive em crateras vulcânicas em picos montanhosos. Uma vez por ano, ele descasca sua pele e cresce maior. A pele descascada se desfaz e volta ao solo. \n",
        "translatedTime": "38.296"
      },
      {
        "Pokedex": "A Ponyta is very weak at birth. It can barely stand up. Its legs become stronger as it stumbles and falls while trying to keep up with its parent.",
        "Name": "Ponyta",
        "PokedexTranslated": "Uma Ponyta é muito fraca ao nascer. Ela quase não consegue se levantar. Seus membros se tornam mais fortes enquanto tropeça e cai enquanto tenta acompanhar seu progenitor. \n",
        "translatedTime": "37.118"
      },
      {
        "Pokedex": "It usually canters casually in the fields and plains. But once a Rapidash turns serious, its fiery manes flare and blaze as it gallops its way up to 150 mph.",
        "Name": "Rapidash",
        "PokedexTranslated": "Geralmente, ele anda com leveza nas planícies e campos. Mas quando um Rapidash se torna sério, seus cabelos ardente se acendem e explodem enquanto ele corre a 150 mph. \n",
        "translatedTime": "42.895"
      },
      {
        "Pokedex": "It catches prey by dipping its tail in water at the side of a river. But it often forgets what it is doing and spends whole days just loafing at the water's edge.",
        "Name": "Slowpoke",
        "PokedexTranslated": "Ele captura presas mergulhando sua cauda na água ao lado de um rio. Mas ele muitas vezes esquece o que está fazendo e passa dias inteiros apenas deitado à beira do rio. \n",
        "translatedTime": "41.54"
      },
      {
        "Pokedex": "Its tail has a Shellder firmly attached with a bite. As a result, the tail can't be used for fishing anymore. This forces it to reluctantly swim and catch prey.",
        "Name": "Slowbro",
        "PokedexTranslated": "A cauda tem um Shellder firmemente preso com uma mordida. Como resultado, a cauda não pode mais ser usada para pescar. Isso o força a nadar com desânimo e capturar presas. \n",
        "translatedTime": "37.262"
      },
      {
        "Pokedex": "The units at its sides are extremely powerful magnets. They generate enough magnetism to draw in iron objects from over 300 feet away.",
        "Name": "Magnemite",
        "PokedexTranslated": "As unidades ao seu lado são extremamente poderosos campos magnéticos. Eles geram magnetismo suficiente para atrair objetos de ferro a mais de 300 pés de distância. \n",
        "translatedTime": "36.948"
      },
      {
        "Pokedex": "It is actually three Magnemite linked by magnetism. It generates powerful radio waves that raise temperatures by 3.6 degrees F within a 3,300-foot radius.",
        "Name": "Magneton",
        "PokedexTranslated": "É realmente três Magnemite ligados pela magnetismo. Ele gera ondas de rádio poderosas que elevam a temperatura em 3,6 graus F dentro de um raio de 3.300 pés. \n",
        "translatedTime": "38.811"
      },
      {
        "Pokedex": "It is always seen with a stick from a plant. Apparently, there are good sticks and bad sticks. This Pokémon occasionally fights with others over choice sticks.",
        "Name": "Farfetch'd",
        "PokedexTranslated": "Ele é sempre visto com uma vara de uma planta. Aparentemente, existem varas boas e varas ruins. Este Pokémon ocasionalmente luta com outros por varas de escolha. \n",
        "translatedTime": "38.123"
      },
      {
        "Pokedex": "Even while eating or sleeping, one of the heads remains always vigilant for any sign of danger. When threatened, it flees at over 60 miles per hour.",
        "Name": "Doduo",
        "PokedexTranslated": "Mesmo enquanto come ou dorme, uma das cabeças permanece sempre vigilante por qualquer sinal de perigo. Quando ameaçado, ele foge a mais de 60 milhas por hora. \n",
        "translatedTime": "38.195"
      },
      {
        "Pokedex": "A peculiar Pokémon species with three heads. It vigorously races across grassy plains even in arid seasons with little rainfall.",
        "Name": "Dodrio",
        "PokedexTranslated": "Uma espécie peculiar de Pokémon com três cabeças. Ele corre vigorosamente por campos pastagens mesmo em épocas áridas com pouca chuva. \n",
        "translatedTime": "37.357"
      },
      {
        "Pokedex": "Seel hunt for prey in frigid, ice-covered seas. When it needs to breathe, it punches a hole through the ice with the sharply protruding section of its head.",
        "Name": "Seel",
        "PokedexTranslated": "Seel caçam presas em mares frios e cobertas de gelo. Quando precisa respirar, ele fura um buraco no gelo com a seção proeminente do seu cabeçote. \n",
        "translatedTime": "39.175"
      },
      {
        "Pokedex": "It loves to snooze on bitterly cold ice. The sight of this Pokémon sleeping on a glacier was mistakenly thought to be a mermaid by a mariner long ago.",
        "Name": "Dewgong",
        "PokedexTranslated": "Ele adora cochilar em gelo extremamente frio. A visão deste Pokémon dormindo em um glaciar foi mal interpretada como uma sereia por um marinheiro há muito tempo. \n",
        "translatedTime": "38.472"
      },
      {
        "Pokedex": "Born from polluted sludge in the sea, Grimer's favorite food is anything filthy. They feed on wastewater pumped out from factories.",
        "Name": "Grimer",
        "PokedexTranslated": "Nascido de esgoto poluído no mar, o Grimer prefere qualquer coisa suja. Eles se alimentam de esgoto despejado de fábricas. \n",
        "translatedTime": "38.772"
      },
      {
        "Pokedex": "It prefers warm and humid habitats. In the summertime, the toxic substances in its body intensify, making Muk reek like putrid kitchen garbage.",
        "Name": "Muk",
        "PokedexTranslated": "Ele prefere habitats quentes e úmidos. No verão, as substâncias tóxicas em seu corpo intensificam, tornando o Muk reter o cheiro de lixo de cozinha podre. \n",
        "translatedTime": "38.885"
      },
      {
        "Pokedex": "At night, it burrows a hole in the seafloor with its broad tongue to make a place to sleep. While asleep, it closes its shell, but leaves its tongue hanging out.",
        "Name": "Shellder",
        "PokedexTranslated": "À noite, ele escava um buraco no fundo do mar com sua língua larga para criar um lugar para dormir. Enquanto dorme, ele fecha sua concha, mas deixa sua língua para fora. \n",
        "translatedTime": "39.545"
      },
      {
        "Pokedex": "It swims in the sea by swallowing water, then jetting it out toward the rear. The Cloyster shoots spikes from its shell using the same system.",
        "Name": "Cloyster",
        "PokedexTranslated": "Ele nada no mar engolido água, depois expelling-a para a parte traseira. O Cloyster lança espinhos de sua concha usando o mesmo sistema. \n",
        "translatedTime": "38.868"
      },
      {
        "Pokedex": "When exposed to a strong wind, a Gastly's gaseous body quickly dwindles away. They cluster under the eaves of houses to escape the ravages of wind.",
        "Name": "Gastly",
        "PokedexTranslated": "Quando exposto a um vento forte, o corpo gasoso do Gastly diminui rapidamente. Eles se agrupam sob as teias de casas para escapar das ravages do vento. \n",
        "translatedTime": "39.995"
      },
      {
        "Pokedex": "If a Haunter beckons you while it is floating in darkness, don't approach it. This Pokémon will try to lick you with its tongue and steal your life away.",
        "Name": "Haunter",
        "PokedexTranslated": "Se um Haunter te chamá-lo enquanto estiver flutuando na escuridão, não se aproxime dele. Este Pokémon tentará te lamber com sua língua e roubar sua vida. \n",
        "translatedTime": "40.726"
      },
      {
        "Pokedex": "Deep in the night, your shadow cast by a streetlight may suddenly overtake you. It is actually a Gengar running past you, pretending to be your shadow.",
        "Name": "Gengar",
        "PokedexTranslated": "Na noite profunda, sua sombra projetada por uma luminária pode repentinamente te alcançar. É realmente um Gengar correndo passando por você, fingindo ser sua sombra. \n",
        "translatedTime": "39.277"
      },
      {
        "Pokedex": "There is a magnet in its brain that prevents an Onix from losing direction while tunneling. As it grows older, its body becomes steadily rounder and smoother.",
        "Name": "Onix",
        "PokedexTranslated": "Há um imã no seu cérebro que impede um Onix de perder direção enquanto escava. À medida que ele cresce, seu corpo se torna gradualmente mais redondo e mais suave. \n",
        "translatedTime": "39.961"
      },
      {
        "Pokedex": "If your nose becomes itchy while you are sleeping, it's a sure sign that a Drowzee is standing above your pillow and trying to eat your dream through your nostrils.",
        "Name": "Drowzee",
        "PokedexTranslated": "Se seu nariz ficar irritado enquanto você estiver dormindo, é um sinal seguro de que um Drowzee está acima do seu travesseiro e tentando comer seu sonho através dos seus narizes. \n",
        "translatedTime": "40.928"
      },
      {
        "Pokedex": "The arcing movement and glitter of the pendulum in a Hypno's hand lull the foe into deep hypnosis. While searching for prey, it polishes the pendulum.",
        "Name": "Hypno",
        "PokedexTranslated": "O movimento sinuoso e o brilho do pendular na mão de um Hypno induzem o inimigo em um profundo hipnose. Enquanto procura presas, ele poli o pendular. \n",
        "translatedTime": "41.131"
      },
      {
        "Pokedex": "Krabby live in holes dug into beaches. On sandy shores with little in the way of food, they can be seen squabbling with each other over territory.",
        "Name": "Krabby",
        "PokedexTranslated": "Krabby vive em buracos escavados em praias. Em areias areias com pouca comida, podem ser vistos disputando território uns com os outros. \n",
        "translatedTime": "40.412"
      },
      {
        "Pokedex": "It waves its huge, oversized claw in the air to communicate with others. But since the claw is so heavy, this Pokémon quickly tires.",
        "Name": "Kingler",
        "PokedexTranslated": "Ele estica seu enorme e exagerado claw no ar para se comunicar com outros. Mas, dado que o claw é tão pesado, este Pokémon rapidamente se exausto. \n",
        "translatedTime": "40.09"
      },
      {
        "Pokedex": "It bears an uncanny and unexplained resemblance to a Poké Ball. Because it explodes at the slightest shock, even veteran trainers treat it with caution.",
        "Name": "Voltorb",
        "PokedexTranslated": "Ele possui uma semelhança inusitada e inexplicável com uma Poké Bola. Por causa de sua explosão com o mínimo impacto, mesmo treinadores experientes o tratam com cautela. \n",
        "translatedTime": "41.434"
      }
    ],
    "maxTranslatedTime": 42.895,
    "minTranslatedTime": 28.833
  },
  {
    "date": "2024-11-09T03:33:49.606Z",
    "totalTranslationTime": 1773.64,
    "averageTranslationTime": 34.77725490196079,
    "p90TranslationTime": 38.661,
    "translatedPokemonCount": 51,
    "translationRange": {
      "min": 101,
      "max": 151
    },
    "translatedPokemon": [
      {
        "Pokedex": "They appear in great numbers at electric power plants. Because they feed on electricity, they cause massive and chaotic blackouts in nearby cities.",
        "Name": "Electrode",
        "PokedexTranslated": "Eles aparecem em grandes quantidades nas usinas de energia elétrica. Porque eles se alimentam de eletricidade, causam apagões negros massivos e caóticos nas cidades próximas. \n",
        "translatedTime": "28.199"
      },
      {
        "Pokedex": "It consists of six eggs that care for each other. The eggs attract each other and spin around. When cracks increasingly appear, it is close to evolution.",
        "Name": "Exeggcute",
        "PokedexTranslated": "É composto por seis ovos que se cuidem mutuamente. Os ovos se atraem e giram. Quando as rachaduras aumentam, está próximo da evolução. \n",
        "translatedTime": "28.793"
      },
      {
        "Pokedex": "Originally from the tropics, Exeggutor's heads grow larger with exposure to bright sunlight. It is said that when the heads fall, they group to form an Exeggcute.",
        "Name": "Exeggutor",
        "PokedexTranslated": "Originário dos trópicos, o Exeggutor tem a cabeça que cresce maior com exposição a luz solar brilhante. Diz-se que quando as cabeças caem, elas se agrupam para formar um Exeggcute. \n",
        "translatedTime": "30.003"
      },
      {
        "Pokedex": "It pines for the mother it will never see again. Seeing a likeness of its mother in the full moon, it cries. The stains on the skull it wears are from its tears.",
        "Name": "Cubone",
        "PokedexTranslated": "Ele anseia pela mãe que nunca mais verá. Ao ver uma semelhança da sua mãe na lua cheia, ele chora. As manchas no crânio que ele veste são de suas lágrimas. \n",
        "translatedTime": "30.163"
      },
      {
        "Pokedex": "A Marowak is the evolved form of a Cubone that has grown tough by overcoming the grief of losing its mother. Its tempered and hardened spirit is not easily broken.",
        "Name": "Marowak",
        "PokedexTranslated": "O Marowak é a forma evoluída de um Cubone que se tornou forte ao superar o luto pela perda da mãe. Seu espírito temperado e endurecido não é facilmente quebrado. \n",
        "translatedTime": "29.944"
      },
      {
        "Pokedex": "Its legs freely stretch and contract. Using these springlike limbs, it bowls over foes with devastating kicks. After battle, it rubs down its tired legs.",
        "Name": "Hitmonlee",
        "PokedexTranslated": "Seus membros se estendem e contraem livremente. Usando essas pernas como se fossem molas, ele derruba inimigos com chutes devastadores. Após a batalha, ele massageia suas pernas cansadas. \n",
        "translatedTime": "31.651"
      },
      {
        "Pokedex": "A Hitmonchan is said to possess the spirit of a boxer who aimed to become the world champion. Having an indomitable spirit means that it will never give up.",
        "Name": "Hitmonchan",
        "PokedexTranslated": "A Hitmonchan é dita possuir o espírito de um boxeador que almejava se tornar campeão mundial. Ter um espírito indomável significa que ele nunca desistirá. \n",
        "translatedTime": "31.342"
      },
      {
        "Pokedex": "Whenever it sees something unfamiliar, it always licks the object because it memorizes things by texture and taste. It is somewhat put off by sour things.",
        "Name": "Lickitung",
        "PokedexTranslated": "Quando vê algo desconhecido, ele sempre beija o objeto porque memoriza coisas pela textura e sabor. Algo que é ácido o deixa um pouco desconfortável. \n",
        "translatedTime": "31.234"
      },
      {
        "Pokedex": "Getting up close to a Koffing will give you a chance to observe, through its thin skin, the toxic gases swirling inside. It blows up at the slightest stimulation.",
        "Name": "Koffing",
        "PokedexTranslated": "Se aproximar de um Koffing dá a chance de observar, através de sua pele fina, os gases tóxicos que se agitam dentro. Ele explode com a menor estimulação. \n",
        "translatedTime": "31.739"
      },
      {
        "Pokedex": "By diluting its toxic gases with a special process, the highest grade of perfume can be made. To Weezing, gases emanating from garbage are the ultimate feast.",
        "Name": "Weezing",
        "PokedexTranslated": "Por diluir seus gases tóxicos com um processo especial, a mais alta qualidade de perfume pode ser feita. Para Weezing, os gases provenientes de lixo são a refeição máxima. \n",
        "translatedTime": "32.107"
      },
      {
        "Pokedex": "Once it starts running, it doesn't stop. Its tiny brain makes it so stupid that it can't remember why it started running in the first place.",
        "Name": "Rhyhorn",
        "PokedexTranslated": "Uma vez que começa a correr, não para. Seu pequeno cérebro faz com que ele seja tão estúpido que não consegue se lembrar do motivo pelo qual começou a correr no primeiro lugar. \n",
        "translatedTime": "32.097"
      },
      {
        "Pokedex": "Its horn, which rotates like a drill, destroys tall buildings with one strike. It stands on its hind legs, and its brain is well developed.",
        "Name": "Rhydon",
        "PokedexTranslated": "Seu chifre, que gira como um furacão, destrói edifícios altos em um único golpe. Ele se mantém em suas patas traseiras e seu cérebro está bem desenvolvido. \n",
        "translatedTime": "32.515"
      },
      {
        "Pokedex": "Chansey lay nutritionally excellent eggs every day. The eggs are so delicious, they are eagerly devoured by even those who have lost their appetite.",
        "Name": "Chansey",
        "PokedexTranslated": "Chansey posta ovos nutritivos todos os dias. Os ovos são tão deliciosos que são devorados com entusiasmo por aqueles que perderam apetite. \n",
        "translatedTime": "31.608"
      },
      {
        "Pokedex": "Its vines snap off easily and painlessly if they are grabbed, allowing it to make a quick getaway. The lost vines are replaced by new growth the very next day.",
        "Name": "Tangela",
        "PokedexTranslated": "Seus galhos se rompem facilmente e sem dor se forem agarrados, permitindo que ele faça uma fuga rápida. Os galhos perdidos são substituídos por novos brotos no mesmo dia. \n",
        "translatedTime": "32.473"
      },
      {
        "Pokedex": "If you come across a young Kangaskhan playing by itself, never try to catch it. The baby's parent is sure to be in the area, and it will become violently enraged.",
        "Name": "Kangaskhan",
        "PokedexTranslated": "Se você encontrar um Kangaskhan jovem brincando sozinho, nunca tente capturá-lo. O pai do bebê está seguro na área e ele se tornará violentamente furioso. \n",
        "translatedTime": "36.744"
      },
      {
        "Pokedex": "By cleverly flicking the fins on its back side to side, it moves in any direction while facing forward. It spits ink to escape if it senses danger.",
        "Name": "Horsea",
        "PokedexTranslated": "Movendo os fins na sua parte de trás de lado para lado, ele se move em qualquer direção enquanto enfrenta a frente. Ele esfrega tinta para escapar se sentir perigo. \n",
        "translatedTime": "32.321"
      },
      {
        "Pokedex": "The poisonous barbs all over its body are highly valued as ingredients for making traditional herbal medicine. It shows no mercy to anything approaching its nest.",
        "Name": "Seadra",
        "PokedexTranslated": "As barbas venenosas por toda a sua corpo são altamente valorizadas como ingredientes para fazer remédios tradicionais de ervas. Não mostra piedade a qualquer coisa que se aproxime do seu ninho. \n",
        "translatedTime": "33.322"
      },
      {
        "Pokedex": "In the springtime, schools of Goldeen can be seen swimming up falls and rivers. It metes out staggering damage with its single horn.",
        "Name": "Goldeen",
        "PokedexTranslated": "Nas épocas de primavera, escolas de Goldeen podem ser vistas nadando em cachoeiras e rios. Ele causa danos impressionantes com seu único chifre. \n",
        "translatedTime": "32.927"
      },
      {
        "Pokedex": "It punches holes in boulders on stream- beds. This is a clever innovation that prevents its eggs from being attacked or washed away by the current.",
        "Name": "Seaking",
        "PokedexTranslated": "Ele fura pedras em riachos. Esta é uma inovação inteligente que previne seus ovos de serem atacados ou arrastados pela correnteza. \n",
        "translatedTime": "32.133"
      },
      {
        "Pokedex": "It gathers with others in the night and makes its red core glow on and off with the twinkling stars. It can regenerate limbs if they are severed from its body.",
        "Name": "Staryu",
        "PokedexTranslated": "Ele se reúne com outros à noite e faz seu núcleo vermelho piscar e brilhar com as estrelas que piscam. Ele pode regenerar membros se forem separados do seu corpo. \n",
        "translatedTime": "33.101"
      },
      {
        "Pokedex": "People in ancient times imagined that Starmie were transformed from the reflections of stars that twinkled on gentle waves at night.",
        "Name": "Starmie",
        "PokedexTranslated": "As pessoas na antiguidade imaginavam que Starmie eram transformados a partir das reflexões de estrelas que brilhavam em ondas suaves à noite. \n",
        "translatedTime": "32.774"
      },
      {
        "Pokedex": "A Mr. Mime is a master of pantomime. It can convince others that something unseeable actually exists. Once believed, the imaginary object does become real.",
        "Name": "Mr. Mime",
        "PokedexTranslated": "O Mr. Mime é um mestre de pantomima. Ele pode convencer outras pessoas de que algo invisível realmente existe. Uma vez acreditado, o objeto imaginário se torna real. \n",
        "translatedTime": "33.75"
      },
      {
        "Pokedex": "Its blindingly fast speed adds to the sharpness of its twin forearm scythes. The scythes can slice through thick logs in one wicked stroke.",
        "Name": "Scyther",
        "PokedexTranslated": "Sua velocidade imensa aumenta a nitidez de suas duas lâminas de braço. As lâminas podem cortar troncos grossos em um golpe sinistro. \n",
        "translatedTime": "32.425"
      },
      {
        "Pokedex": "A Jynx sashays rhythmically as if it were dancing. Its motions are so bouncingly alluring, people seeing it are compelled to shake their hips without noticing.",
        "Name": "Jynx",
        "PokedexTranslated": "A Jynx dança ritmicamente como se estivesse dançando. Seus movimentos são tão cativantes e dançantes que as pessoas que vê-la são compelidas a dançar sem perceber. \n",
        "translatedTime": "34.303"
      },
      {
        "Pokedex": "When a storm approaches, it competes with others to scale heights that are likely to be stricken by lightning. Some towns use Electabuzz as lightning rods.",
        "Name": "Electabuzz",
        "PokedexTranslated": "Quando uma tempestade se aproxima, ele compete com outros para escalar alturas que provavelmente serão atingidas por raio. Algumas cidades usam Electabuzz como eletrodos de raio. \n",
        "translatedTime": "33.964"
      },
      {
        "Pokedex": "In battle, it blows out intense flames from all over its body to intimidate its foe. These fiery bursts create heat waves that ignite grass and trees.",
        "Name": "Magmar",
        "PokedexTranslated": "Em batalha, ele expulsa chamas intensas de todo o seu corpo para intimidar seu inimigo. Essas explosões de fogo criam ondas de calor que incendeiam grama e árvores. \n",
        "translatedTime": "34.783"
      },
      {
        "Pokedex": "Their pincers are strong enough to shatter thick logs. Because they dislike cold, Pinsir burrow and sleep under the ground on chilly nights.",
        "Name": "Pinsir",
        "PokedexTranslated": "Seus pinças são fortes o suficiente para quebrar troncos grossos. Porque eles desgostam do frio, os Pinsir cavam e dormem sob o solo em noites frias. \n",
        "translatedTime": "34.783"
      },
      {
        "Pokedex": "It is not satisfied unless it is rampaging at all times. If there is no opponent for Tauros to battle, it will charge at thick trees and knock them down to calm itself.",
        "Name": "Tauros",
        "PokedexTranslated": "Ele não está satisfeito a menos que esteja em fúria constante. Se não houver um oponente para o Tauros lutar, ele vai atacar árvores grossas e derrubá-las para acalmar-se. \n",
        "translatedTime": "39.409"
      },
      {
        "Pokedex": "Its swimming muscles are weak, so it is easily washed away by currents. In places where water pools, you can see many Magikarp deposited there by the flow.",
        "Name": "Magikarp",
        "PokedexTranslated": "Seus músculos de natação são fracos, então é facilmente arrastado por correntes. Em lugares onde a água se acumula, você pode ver muitos Magikarp depositados lá pelo fluxo. \n",
        "translatedTime": "35.488"
      },
      {
        "Pokedex": "It is an extremely vicious and violent Pokémon. When humans begin to fight, it will appear and burn everything to the ground with intensely hot flames.",
        "Name": "Gyarados",
        "PokedexTranslated": "É um Pokémon extremamente violento e impetuoso. Quando os humanos começam a lutar, ele aparece e queima tudo ao chão com chamas intensas. \n",
        "translatedTime": "34.334"
      },
      {
        "Pokedex": "People have driven Lapras almost to the point of extinction. In the evenings, it is said to sing plaintively as it seeks what few others of its kind still remain.",
        "Name": "Lapras",
        "PokedexTranslated": "As pessoas levaram o Lapras quase ao ponto de extinção. À noite, é dito que ele canta com tristeza enquanto procura o que poucos outros de sua espécie ainda restam. \n",
        "translatedTime": "35.399"
      },
      {
        "Pokedex": "A Ditto rearranges its cell structure to transform itself. However, if it tries to change based on its memory, it will get details wrong.",
        "Name": "Ditto",
        "PokedexTranslated": "Um Ditto reorganiza sua estrutura celular para se transformar. No entanto, se ele tentar mudar com base em sua memória, ele vai errar os detalhes. \n",
        "translatedTime": "34.851"
      },
      {
        "Pokedex": "An Eevee has an unstable genetic makeup that suddenly mutates due to its environment. Radiation from various stones causes this Pokémon to evolve.",
        "Name": "Eevee",
        "PokedexTranslated": "Um Eevee possui uma estrutura genética instável que se muta repentinamente devido ao seu ambiente. A radiação de pedras causa esse Pokémon a evoluir. \n",
        "translatedTime": "35.184"
      },
      {
        "Pokedex": "Vaporeon underwent a spontaneous mutation and grew fins and gills that allow them to live underwater. They have the ability to freely control water.",
        "Name": "Vaporeon",
        "PokedexTranslated": "Vaporeon sofreu uma mutação espontânea e cresceu fins e branquias que permitem que eles vivam debaixo d'água. Eles têm a capacidade de controlar o mar livremente. \n",
        "translatedTime": "35.694"
      },
      {
        "Pokedex": "Its cells generate weak power that is amplified by its fur's static electricity to drop thunderbolts. The bristling fur is made of electrically charged needles.",
        "Name": "Jolteon",
        "PokedexTranslated": "Seus células geram uma energia fraca que é amplificada pela eletricidade estática do seu pelo para soltar trovões. O pelo enrugado é feito de agulhas eletricamente carregadas. \n",
        "translatedTime": "36.416"
      },
      {
        "Pokedex": "Flareon's fluffy fur releases heat into the air so that its body does not get excessively hot. Its body temperature can rise to a maximum of 1,650 degrees F.",
        "Name": "Flareon",
        "PokedexTranslated": "O pelo macio do Flareon libera calor para o ar, para que seu corpo não fique excessivamente quente. Sua temperatura corporal pode chegar a um máximo de 1.650 graus Fahrenheit. \n",
        "translatedTime": "40.836"
      },
      {
        "Pokedex": "It is capable of reverting itself entirely back to program data in order to enter cyberspace. A Porygon is copy-protected so it cannot be duplicated.",
        "Name": "Porygon",
        "PokedexTranslated": "Ele é capaz de reverter-se totalmente para os dados de programa para entrar no ciberespaço. O Porygon é protegido por cópia, para que não possa ser duplicado. \n",
        "translatedTime": "36.244"
      },
      {
        "Pokedex": "One of the ancient and long-since-extinct Pokémon that have been regenerated from fossils by humans. If attacked, it withdraws into its hard shell.",
        "Name": "Omanyte",
        "PokedexTranslated": "Um dos Pokémon antigos e extinto há muito tempo que foram regenerados a partir de fósseis por humanos. Se atacado, ele se retira em sua casca dura. \n",
        "translatedTime": "35.927"
      },
      {
        "Pokedex": "An Omastar uses its tentacles to capture its prey. It is believed to have become extinct because its shell grew too large, making its movements slow and ponderous.",
        "Name": "Omastar",
        "PokedexTranslated": "Um Omastar usa seus tentáculos para capturar sua presa. É acreditado que ele se tornou extinto porque sua concha cresceu muito, tornando seus movimentos lentos e ponderosos. \n",
        "translatedTime": "37.412"
      },
      {
        "Pokedex": "This Pokémon has been regenerated from a fossil. However, in rare cases, living examples have been discovered. Kabuto have not changed for 300 million years.",
        "Name": "Kabuto",
        "PokedexTranslated": "Este Pokémon foi regenerado a partir de um fóssil. No entanto, em casos raros, exemplos vivos foram descobertos. Kabuto não mudou há 300 milhões de anos. \n",
        "translatedTime": "37.692"
      },
      {
        "Pokedex": "Kabutops once swam underwater to hunt for prey. It was apparently evolving from being a water dweller to living on land as evident from changes in its gills and legs.",
        "Name": "Kabutops",
        "PokedexTranslated": "Kabutops navegava debaixo d'água para caçar presas. Era aparentemente evoluindo de ser um habitante de água para viver na terra, como evidenciado por mudanças em seus branquias e pernas. \n",
        "translatedTime": "38.311"
      },
      {
        "Pokedex": "Aerodactyl is a Pokémon from the age of dinosaurs. It was regenerated from DNA extracted from amber. It is imagined to have been the king of the skies.",
        "Name": "Aerodactyl",
        "PokedexTranslated": "Aerodactyl é um Pokémon da era dos dinossauros. Ele foi regenerado a partir de DNA extraído de ámbar. É imaginado ter sido o rei do céu. \n",
        "translatedTime": "37.558"
      },
      {
        "Pokedex": "Snorlax's typical day consists of nothing more than eating and sleeping. It is such a docile Pokémon that there are children who use its big belly as a place to play.",
        "Name": "Snorlax",
        "PokedexTranslated": "O dia típico do Snorlax consiste em nada mais que comer e dormir. É um Pokémon tão dócil que há crianças que usam seu grande abdômen como um lugar para brincar. \n",
        "translatedTime": "38.257"
      },
      {
        "Pokedex": "Articuno is a legendary bird Pokémon that can control ice. The flapping of its wings chills the air. As a result, it is said that when this Pokémon flies, snow will fall.",
        "Name": "Articuno",
        "PokedexTranslated": "Articuno é um Pokémon de ave lendária que pode controlar o gelo. O flapping de suas asas resfria o ar. Como resultado, é dito que quando este Pokémon voa, neve cai. \n",
        "translatedTime": "43.122"
      },
      {
        "Pokedex": "Zapdos is a legendary bird Pokémon that has the ability to control electricity. It usually lives in thunderclouds. It gains power if it is stricken by lightning bolts.",
        "Name": "Zapdos",
        "PokedexTranslated": "Zapdos é um Pokémon de ave lendária que tem a capacidade de controlar a eletricidade. Ele geralmente vive em nuvens de trovões. Ele ganha poder se for atingido por raios. \n",
        "translatedTime": "38.454"
      },
      {
        "Pokedex": "Moltres is a legendary bird Pokémon that can control fire. If injured, it is said to dip its body in the molten magma of a volcano to burn and heal itself.",
        "Name": "Moltres",
        "PokedexTranslated": "Moltres é um Pokémon de ave lendária que pode controlar o fogo. Se ferido, é dito que ele mergulha seu corpo no magma derretido de um vulcão para curar e se curar. \n",
        "translatedTime": "38.529"
      },
      {
        "Pokedex": "A Dratini continually molts and sloughs off its old skin. It does so because the life energy within its body steadily builds to reach uncontrollable levels.",
        "Name": "Dratini",
        "PokedexTranslated": "O Dratini continua a descascar e descascar sua pele velha. Isso ocorre porque a energia vital dentro de seu corpo aumenta constantemente para atingir níveis descontrolados. \n",
        "translatedTime": "38.363"
      },
      {
        "Pokedex": "A Dragonair stores an enormous amount of energy inside its body. It is said to alter the weather around it by loosing energy from the crystals on its neck and tail.",
        "Name": "Dragonair",
        "PokedexTranslated": "A Dragonair armazena uma quantidade enorme de energia dentro do seu corpo. É dito que ela altera o clima ao seu redor ao liberar energia de cristais na sua garganta e cauda. \n",
        "translatedTime": "38.843"
      },
      {
        "Pokedex": "It can circle the globe in just 16 hours. It is a kindhearted Pokémon that leads lost and foundering ships in a storm to the safety of land.",
        "Name": "Dragonite",
        "PokedexTranslated": "Ele pode circular o globo em apenas 16 horas. É um Pokémon bondoso que guia navios perdidos e desorientados em uma tempestade até a segurança da terra. \n",
        "translatedTime": "38.661"
      },
      {
        "Pokedex": "A Pokémon that was created by genetic manipulation. However, even though the scientific power of humans made its body, they failed to give it a warm heart.",
        "Name": "Mewtwo",
        "PokedexTranslated": "Um Pokémon criado por manipulação genética. No entanto, mesmo que o poder científico dos humanos fez seu corpo, eles falharam em dar a ele um coração quente. \n",
        "translatedTime": "38.496"
      },
      {
        "Pokedex": "A Mew is said to possess the genes of all Pokémon. It is capable of making itself invisible at will, so it entirely avoids notice even if it approaches people.",
        "Name": "Mew",
        "PokedexTranslated": "A Mew é dita possuir os genes de todos os Pokémon. É capaz de se tornar invisível a vontade, para que evite ser notado mesmo se aproximar das pessoas. \n",
        "translatedTime": "38.962"
      }
    ],
    "maxTranslatedTime": 43.122,
    "minTranslatedTime": 28.199
  },
  {
    "date": "2024-11-09T17:15:43.658Z",
    "totalTranslationTime": 1856.7050000000004,
    "averageTranslationTime": 36.40598039215687,
    "p90TranslationTime": 39.602,
    "translatedPokemonCount": 51,
    "translationRange": {
      "min": 152,
      "max": 202
    },
    "translatedPokemon": [
      {
        "Pokedex": "It waves its leaf around to keep foes at bay. However, a sweet fragrance also wafts from the leaf, creating a friendly atmosphere that becalms the battlers.",
        "Name": "Chikorita",
        "PokedexTranslated": "Ele estica sua folha para afastar inimigos. No entanto, um aroma doce também se espalha da folha, criando uma atmosfera amigável que acalma os combatientes. \n",
        "translatedTime": "31.943"
      },
      {
        "Pokedex": "A Bayleef's neck is ringed by curled-up leaves. Inside each leaf is a small tree shoot. The fragrance of this shoot makes people peppy.",
        "Name": "Bayleef",
        "PokedexTranslated": "O pescoço da Bayleef é envolvido por folhas enroladas. Dentro de cada folha existe uma pequena brota de árvore. O aroma dessa brota faz as pessoas animadas. \n",
        "translatedTime": "34.829"
      },
      {
        "Pokedex": "The fragrance of a Meganium's flower soothes and calms emotions. In battle, it gives off more of its becalming scent to blunt the foe's fighting spirit.",
        "Name": "Meganium",
        "PokedexTranslated": "O aroma da flor de Meganium acalma e acalma as emoções. Na batalha, ela emite mais desse aroma calmante para sufocar o espírito de luta do inimigo. \n",
        "translatedTime": "32.212"
      },
      {
        "Pokedex": "It flares flames from its back to protect itself. The fire burns vigorously if the Pokémon is angry. When it is tired, it sputters with incomplete combustion.",
        "Name": "Cyndaquil",
        "PokedexTranslated": "Ele lança brasas de sua parte de trás para se proteger. O fogo queima com vigor se o Pokémon estiver irritado. Quando está cansado, ele tosse com combustão incompleta. \n",
        "translatedTime": "32.616"
      },
      {
        "Pokedex": "It intimidates foes with intense gusts of flames and superheated air. Its quick nimbleness lets it dodge attacks even while scorching an enemy.",
        "Name": "Quilava",
        "PokedexTranslated": "Ele intimida os inimigos com ventos intensos de fogo e ar superaquecido. Sua agilidade rápida permite que ele evite ataques mesmo enquanto queima um inimigo. \n",
        "translatedTime": "32.854"
      },
      {
        "Pokedex": "It can hide behind a shimmering heat haze that it creates using its intense flames. Typhlosion create blazing explosive blasts that burn everything to cinders.",
        "Name": "Typhlosion",
        "PokedexTranslated": "Ele pode se esconder atrás de uma névoa de calor que ele cria usando seus incêndios intensos. Typhlosion cria explosões de fogo que queimam tudo em cinzas. \n",
        "translatedTime": "31.992"
      },
      {
        "Pokedex": "Despite its small body, Totodile's jaws are very powerful. While it may think it is just playfully nipping, its bite has enough strength to cause serious injury.",
        "Name": "Totodile",
        "PokedexTranslated": "Apesar do seu pequeno corpo, os dentes do Totodile são muito poderosos. Enquanto ele pode achar que está apenas brincando de morder, sua mordida tem força suficiente para causar ferimentos sérios. \n",
        "translatedTime": "32.502"
      },
      {
        "Pokedex": "Once its jaws clamp down on its foe, it will absolutely not let go. Because the tips of its fangs are forked back like fishhooks, they become irremovably embedded.",
        "Name": "Croconaw",
        "PokedexTranslated": "Uma vez que seus dentes se prendem ao inimigo, ele não soltará. Porque as pontas dos seus dentes são bifurcadas como anzol de peixe, eles se fixam irremediavelmente. \n",
        "translatedTime": "32.403"
      },
      {
        "Pokedex": "It opens its huge mouth to intimidate enemies. In battle, it runs using its thick and powerful hind legs to charge the foe with incredible speed.",
        "Name": "Feraligatr",
        "PokedexTranslated": "Ele abre sua enorme boca para intimidar inimigos. Na batalha, ele corre usando suas patas traseiras grossas e poderosas para impulsionar o inimigo com uma velocidade incrível. \n",
        "translatedTime": "32.263"
      },
      {
        "Pokedex": "They take turns standing guard when it is time to sleep. The sentry awakens the others if it senses danger. If one gets separated, it turns sleepless with fear.",
        "Name": "Sentret",
        "PokedexTranslated": "Eles se alternam em vigília quando é hora de dormir. O sentinela acorda os outros se sentir perigo. Se um se separar, ele fica insônia com medo. \n",
        "translatedTime": "32.381"
      },
      {
        "Pokedex": "A Furret has a very slim build. When under attack, it can squirm through narrow spaces and get away. In spite of its short limbs, it is very nimble and fleet.",
        "Name": "Furret",
        "PokedexTranslated": "O Furret tem um corpo muito fino. Quando sob ataque, ele pode se esgueirar por espaços estreitos e escapar. Apesar de suas pernas curtas, ele é muito ágil e ágil. \n",
        "translatedTime": "36.715"
      },
      {
        "Pokedex": "It has an internal organ that senses the earth's rotation. Using this special organ, a Hoothoot begins hooting at precisely the same time every day.",
        "Name": "Hoothoot",
        "PokedexTranslated": "Ele possui um órgão interno que detecta a rotação da Terra. Usando esse órgão especial, um Hoothoot começa a cantar no mesmo horário todos os dias. \n",
        "translatedTime": "32.885"
      },
      {
        "Pokedex": "It unfailingly catches prey in darkness. Noctowl owe their success to superior vision that allows them to see in minimal light, and to their supple and silent wings.",
        "Name": "Noctowl",
        "PokedexTranslated": "Ele captura sempre presas na escuridão. Noctowl são bem-sucedidos por uma visão superior que permite-lhes ver em pouca luz, e por suas asas macias e silenciosas. \n",
        "translatedTime": "33.562"
      },
      {
        "Pokedex": "Ledyba communicate using a fluid that they secrete from where the legs join the body. They are said to convey feelings to others by altering the fluid's scent.",
        "Name": "Ledyba",
        "PokedexTranslated": "Ledyba se comunicam usando um líquido que secretam da junção das pernas e do corpo. São ditos que eles transmitem sentimentos aos outros alterando o cheiro do líquido. \n",
        "translatedTime": "33.517"
      },
      {
        "Pokedex": "It is said that in lands with clean air, where the stars fill the sky, there live many Ledian. For good reason, they use the light of the stars as energy.",
        "Name": "Ledian",
        "PokedexTranslated": "Diz-se que em terras com ar puro, onde as estrelas preenchem o céu, vivem muitos Ledian. Por uma boa razão, eles usam a luz das estrelas como energia. \n",
        "translatedTime": "36.202"
      },
      {
        "Pokedex": "The web it spins can be considered its second nervous system. It is said that a Spinarak determines its prey by the tiny vibrations it feels through the web.",
        "Name": "Spinarak",
        "PokedexTranslated": "A teia que ela tece pode ser considerada seu segundo sistema nervoso. Diz-se que um Spinarak determina sua presa por meio das pequenas vibrações que sente através da teia. \n",
        "translatedTime": "34.716"
      },
      {
        "Pokedex": "Its feet are tipped with tiny hooked claws that enable it to scuttle on ceilings and vertical walls. It constricts its foe with thin and strong silk webbing.",
        "Name": "Ariados",
        "PokedexTranslated": "Seus pés são terminados por garras pontiagudas que permitem que ele rasteje em telhados e paredes verticais. Ele constrói seu inimigo com uma teia fina e forte de seda. \n",
        "translatedTime": "35.15"
      },
      {
        "Pokedex": "Over the course of evolution, its hind legs turned into wings. By alternately resting its front and rear wings, it can fly all day without having to stop.",
        "Name": "Crobat",
        "PokedexTranslated": "Ao longo da evolução, suas patas traseiras se transformaram em asas. Alternando o descanso de suas asas dianteiras e traseiras, ele pode voar o dia todo sem precisar parar. \n",
        "translatedTime": "34.849"
      },
      {
        "Pokedex": "When it senses danger, it discharges positive and negative electricity from its two antennae. It lives in depths beyond sunlight's reach.",
        "Name": "Chinchou",
        "PokedexTranslated": "Quando sente perigo, ele descarrega eletricidade positiva e negativa de seus dois antenas. Ele vive em profundezas além do alcance da luz solar. \n",
        "translatedTime": "34.427"
      },
      {
        "Pokedex": "The light-emitting orbs on its back are very bright. They are formed from a part of its dorsal fin. This Pokémon illuminates the inky darkness of deep seas.",
        "Name": "Lanturn",
        "PokedexTranslated": "As esferas que emitam luz na sua parte dorsal são muito brilhantes. São formadas por uma parte de sua dorsal. Este Pokémon ilumina a escuridão densa das profundezas do mar. \n",
        "translatedTime": "35.364"
      },
      {
        "Pokedex": "It is still inept at retaining electricity. When it is startled, it discharges power accidentally. It gets better at holding power as it grows older.",
        "Name": "Pichu",
        "PokedexTranslated": "Ele ainda é ineficiente em manter a eletricidade. Quando é assustado, ele descarrega energia acidentalmente. Ele fica melhor em manter a energia à medida que cresce. \n",
        "translatedTime": "35.287"
      },
      {
        "Pokedex": "On nights with many shooting stars, Cleffa can be seen dancing in a ring. They dance until daybreak, when they quench their thirst with the morning dew.",
        "Name": "Cleffa",
        "PokedexTranslated": "Em noites com muitas estrelas voadoras, Cleffa pode ser visto dançando em um círculo. Eles dançam até o amanhecer, quando se saciam de sede com a água da manhã. \n",
        "translatedTime": "35.699"
      },
      {
        "Pokedex": "Its soft and pliable body is very bouncy. When it sings continuously with all its might, its body steadily turns a deepening pink color.",
        "Name": "Igglybuff",
        "PokedexTranslated": "Seu corpo macio e flexível é muito elástico. Quando canta continuamente com toda a sua força, seu corpo se torna gradualmente um tom mais profundo de rosa. \n",
        "translatedTime": "35.471"
      },
      {
        "Pokedex": "As its energy, it uses the feelings of compassion and pleasure exuded by people and Pokémon. It stores up happy feelings in its shell, then shares them out.",
        "Name": "Togepi",
        "PokedexTranslated": "Com sua energia, ele usa os sentimentos de compaixão e prazer emitidos pelas pessoas e Pokémon. Ele guarda sentimentos felizes em sua concha, e depois os compartilha. \n",
        "translatedTime": "34.512"
      },
      {
        "Pokedex": "It is said to be a Pokémon that brings good fortune. When it spots someone who is pure of heart, a Togetic appears and shares its happiness with that person.",
        "Name": "Togetic",
        "PokedexTranslated": "Diz-se que é um Pokémon que traz sorte. Quando ele vê alguém que é puro de coração, um Togetic aparece e compartilha sua felicidade com essa pessoa. \n",
        "translatedTime": "34.828"
      },
      {
        "Pokedex": "It runs up short trees that grow on the savanna to peck at new shoots. A Natu's eyes look as if they are always observing something.",
        "Name": "Natu",
        "PokedexTranslated": "Ele corre em árvores curtas que crescem na savana para picar em novas brotas. Os olhos do Natu parecem estar sempre observando algo. \n",
        "translatedTime": "34.705"
      },
      {
        "Pokedex": "It has the enigmatic power of foreseeing the future. Some people in different lands have long believed that Xatu are emissaries from another world.",
        "Name": "Xatu",
        "PokedexTranslated": "Ele possui o poder enigmático de prever o futuro. Algumas pessoas em diferentes terras acreditam há muito tempo que os Xatu são emissários de outro mundo. \n",
        "translatedTime": "35.636"
      },
      {
        "Pokedex": "Its fluffy wool rubs together and builds a static charge. The more energy is charged, the more brightly the lightbulb at the tip of its tail glows.",
        "Name": "Mareep",
        "PokedexTranslated": "Suas fibras macias se esfregam e acumulam uma carga estática. Quanto mais energia é carregada, mais brilhantemente a lâmpada na ponta da cauda brilha. \n",
        "translatedTime": "35.024"
      },
      {
        "Pokedex": "Its fleece quality changes to generate strong static electricity with a small amount of wool. The bare, slick parts of its hide are shielded against electricity.",
        "Name": "Flaaffy",
        "PokedexTranslated": "Sua qualidade de lã muda para gerar uma eletricidade estática forte com um pequeno pedaço de lã. As partes vazias e lisas da sua pele são protegidas contra eletricidade. \n",
        "translatedTime": "35.908"
      },
      {
        "Pokedex": "It gives off so much light that it can be seen even from space. People in the old days used its light to send signals back and forth with others far away.",
        "Name": "Ampharos",
        "PokedexTranslated": "Ele emite tanta luz que pode ser visto até do espaço. As pessoas de tempos antigos usavam sua luz para enviar sinais um para o outro com pessoas distantes. \n",
        "translatedTime": "36.783"
      },
      {
        "Pokedex": "Its flower petals deepen in color through exposure to sunlight. When cloudy weather persists, it does a dance that is thought to be a sun-summoning ritual.",
        "Name": "Bellossom",
        "PokedexTranslated": "Seus pétalas de flor se intensificam em cor pela exposição à luz solar. Quando o tempo nublado persistir, ele faz um dançar que é considerado um ritual de convocação do sol. \n",
        "translatedTime": "38.056"
      },
      {
        "Pokedex": "Its body is covered with water-repellent fur. Because of the fur, it can swim through water at high speed without being slowed by the water's resistance.",
        "Name": "Marill",
        "PokedexTranslated": "Seu corpo é coberto de pelos repelentes de água. Por causa dos pelos, ele pode nadar na água a alta velocidade sem ser lento pela resistência da água. \n",
        "translatedTime": "36.72"
      },
      {
        "Pokedex": "It lives in water virtually all day long. Its body color and pattern act as camouflage that makes it tough for enemies to spot in water.",
        "Name": "Azumarill",
        "PokedexTranslated": "Ele vive na água quase o dia todo. Sua cor e padrão corporal servem como camuflagem que torna difícil para inimigos identificá-lo na água. \n",
        "translatedTime": "36.732"
      },
      {
        "Pokedex": "It mimics a tree to avoid being attacked by enemies. But since its forelegs remain green throughout the year, it is easily identified as a fake in the winter.",
        "Name": "Sudowoodo",
        "PokedexTranslated": "Ele imita uma árvore para evitar ser atacado por inimigos. Mas, já que suas patas dianteiras permanecem verdes durante todo o ano, ele é facilmente identificado como falso no inverno. \n",
        "translatedTime": "37.391"
      },
      {
        "Pokedex": "The curled hair on its head proves its status as a king. It is said that the longer and curlier the hair, the more respect it earns from its peers.",
        "Name": "Politoed",
        "PokedexTranslated": "O cabelo enrolado na cabeça prova seu status de rei. Diz-se que quanto mais longo e mais ondulado o cabelo, mais respeito ele ganha dos seus pares. \n",
        "translatedTime": "37.416"
      },
      {
        "Pokedex": "This Pokémon drifts and floats with the wind. If it senses the approach of strong winds, a Hoppip links leaves with others to prepare against being blown away.",
        "Name": "Hoppip",
        "PokedexTranslated": "Este Pokémon flutua e flutua com o vento. Se ele sentir a aproximação de ventos fortes, um Hoppip liga folhas com outros para se preparar para não ser levado pela força do vento. \n",
        "translatedTime": "40.608"
      },
      {
        "Pokedex": "It blossoms when the temperature rises above 64 degrees F. Because its flower's blooming changes with the temperature, it is sometimes used as a thermometer.",
        "Name": "Skiploom",
        "PokedexTranslated": "Ele floresce quando a temperatura ultrapassa 64 graus F. Porque o seu florescimento muda com a temperatura, às vezes é usado como termômetro. \n",
        "translatedTime": "38.118"
      },
      {
        "Pokedex": "Jumpluff ride warm southern winds to cross the sea and fly to foreign lands. This Pokémon lands when it encounters cold air while it is floating.",
        "Name": "Jumpluff",
        "PokedexTranslated": "Jumpluff viaja por ventos quentes do sul para cruzar o mar e voar para terras estrangeiras. Este Pokémon pousa quando encontra ar frio enquanto está flutuando. \n",
        "translatedTime": "38.647"
      },
      {
        "Pokedex": "Its tail ends with a dexterous, handlike appendage. However, because it uses the tail so much, Aipom's real hands have become rather clumsy.",
        "Name": "Aipom",
        "PokedexTranslated": "Seu rabo termina com um appendice, mão-como, dexterosa. No entanto, porque ele usa o rabo tanto, as mãos reais de Aipom se tornaram bastante desajeitadas. \n",
        "translatedTime": "39.206"
      },
      {
        "Pokedex": "Sunkern try to minimize movement to conserve the nutrients they have stored in their bodies for evolution. They will not eat, subsisting only on morning dew.",
        "Name": "Sunkern",
        "PokedexTranslated": "Sunkern tentam minimizar o movimento para conservar os nutrientes que armazenam em seus corpos para a evolução. Eles não comerão, subsistindo apenas de néctar da manhã. \n",
        "translatedTime": "38.741"
      },
      {
        "Pokedex": "Sunflora convert solar energy into nutrition. They are highly active in the warm daytime but suddenly stop moving as soon as the sun sets.",
        "Name": "Sunflora",
        "PokedexTranslated": "Sunflora converte energia solar em nutrição. Eles são altamente ativos durante o dia quente, mas param de se mover assim que o sol se põe. \n",
        "translatedTime": "38.209"
      },
      {
        "Pokedex": "It can see 360 degrees without moving its eyes. It is a great flier capable of making sudden stops and turning midair to quickly chase down targeted prey.",
        "Name": "Yanma",
        "PokedexTranslated": "Ele pode ver 360 graus sem mover seus olhos. É um ótimo voador capaz de fazer paradas repentinas e virar no ar para perseguir presas alvos rapidamente. \n",
        "translatedTime": "39.205"
      },
      {
        "Pokedex": "Wooper usually live in water but come out onto land seeking food occasionally. On land, they coat their bodies with a gooey, toxic film.",
        "Name": "Wooper",
        "PokedexTranslated": "Wooper geralmente vivem na água, mas saem para a terra em busca de alimento ocasionalmente. Na terra, eles cobrem seus corpos com um filme pegajoso e tóxico. \n",
        "translatedTime": "46.064"
      },
      {
        "Pokedex": "A Quagsire hunts by leaving its mouth wide open in water and waiting for its prey to blunder in. Because it doesn't move, it does not get very hungry.",
        "Name": "Quagsire",
        "PokedexTranslated": "Um Quagsire caça deixando sua boca aberta na água e esperando que sua presa se perca. Porque ele não se move, ele não fica muito faminto. \n",
        "translatedTime": "39.156"
      },
      {
        "Pokedex": "An Espeon is extremely loyal to any trainer it considers to be worthy. It is said to have developed precognitive powers to protect its trainer from harm.",
        "Name": "Espeon",
        "PokedexTranslated": "Um Espeon é extremamente leal a qualquer treinador que ele considera digno. Diz-se que desenvolveu poderes precognitivos para proteger seu treinador de perigo. \n",
        "translatedTime": "38.976"
      },
      {
        "Pokedex": "Umbreon evolved from exposure to the moon's energy pulses. It lurks in darkness and waits for its foes to move. The rings on its body glow when it leaps to attack.",
        "Name": "Umbreon",
        "PokedexTranslated": "Umbreon evoluiu pela exposição a pulsos de energia da lua. Ele se esconde na escuridão e espera por seus inimigos se movimentarem. Os anéis do seu corpo brilham quando ele salta para atacar. \n",
        "translatedTime": "45.169"
      },
      {
        "Pokedex": "Murkrow were feared as the alleged bearers of ill fortune. It shows strong interest in anything that sparkles. It will even try to steal rings from women.",
        "Name": "Murkrow",
        "PokedexTranslated": "Murkrow eram considerados como os porta-mal-fe. Ele demonstra grande interesse em qualquer coisa que brilhe. Ele até tentará roubar anéis de mulheres. \n",
        "translatedTime": "39.413"
      },
      {
        "Pokedex": "It undertakes research every day to solve the mysteries of the world. However, it apparently forgets everything if the Shellder on its head comes off.",
        "Name": "Slowking",
        "PokedexTranslated": "Ele realiza pesquisas todos os dias para resolver os mistérios do mundo. No entanto, aparentemente, ele esquece tudo se o Shellder na sua cabeça sair. \n",
        "translatedTime": "41.364"
      },
      {
        "Pokedex": "A Misdreavus frightens people with a creepy, sobbing cry. It apparently uses its red spheres to absorb the fear of foes as its nutrition.",
        "Name": "Misdreavus",
        "PokedexTranslated": "Uma Misdreavus assusta as pessoas com um grito assustador e choro. Aparentemente, ele usa suas esferas vermelhas para absorver o medo de seus inimigos como nutrição. \n",
        "translatedTime": "39.602"
      },
      {
        "Pokedex": "This Pokémon is shaped like ancient text characters. Although research is ongoing, it is a mystery as to which came first, the ancient writings or the various Unown.",
        "Name": "Unown",
        "PokedexTranslated": "Este Pokémon tem a forma de caracteres de texto antigos. Embora a pesquisa esteja em andamento, é um mistério qual veio primeiro, os escritos antigos ou os Unown. \n",
        "translatedTime": "41.265"
      },
      {
        "Pokedex": "Usually docile, a Wobbuffet strikes back ferociously if its black tail is attacked. It makes its lair in caves where it waits for nightfall.",
        "Name": "Wobbuffet",
        "PokedexTranslated": "Geralmente dócil, um Wobbuffet ataca ferozmente se seu rabo preto for atacado. Ele faz seu labirinto em cavernas onde espera a noite. \n",
        "translatedTime": "39.412"
      }
    ],
    "maxTranslatedTime": 46.064,
    "minTranslatedTime": 31.943
  },
  {
    "date": "2024-11-09T18:46:53.145Z",
    "totalTranslationTime": 1768.3600000000001,
    "averageTranslationTime": 34.673725490196084,
    "p90TranslationTime": 38.492,
    "translatedPokemonCount": 51,
    "translationRange": {
      "min": 203,
      "max": 253
    },
    "translatedPokemon": [
      {
        "Pokedex": "A Girafarig is an herbivore--it eats grass and tree shoots. While it is eating, its tail makes chewing and swallowing motions as if it were also eating.",
        "Name": "Girafarig",
        "PokedexTranslated": "A Girafarig é herbívoro, ou seja, come grama e galhos de árvores. Enquanto está comendo, seu rabo faz movimentos de mastigação e deglutição como se estivesse também comendo. \n",
        "translatedTime": "29.119"
      },
      {
        "Pokedex": "A Pineco hangs from a tree branch and waits for prey. While eating, if it is disturbed by someone shaking its tree, it falls on the ground and explodes.",
        "Name": "Pineco",
        "PokedexTranslated": "A Pineco se agacha em uma branch de árvore e espera por presas. Enquanto está comendo, se alguém sacudir a árvore, ela cai no chão e explode. \n",
        "translatedTime": "29.373"
      },
      {
        "Pokedex": "It keeps itself inside its steel shell. The shell is opened when it is catching prey, but it is so quick that the shell's inside cannot be seen.",
        "Name": "Forretress",
        "PokedexTranslated": "Ele se mantém dentro de sua concha de aço. A concha é aberta quando está caçando presas, mas é tão rápida que o interior da concha não pode ser visto. \n",
        "translatedTime": "33.421"
      },
      {
        "Pokedex": "Its drill-tipped tail is used to burrow into the ground backwards. This Pokémon is known to make its nest in complex shapes deep under the ground.",
        "Name": "Dunsparce",
        "PokedexTranslated": "Seu rabo com ponta de broca é usado para cavar no chão na direção oposta. Este Pokémon é conhecido por fazer seu ninho em formas complexas profundas sob o solo. \n",
        "translatedTime": "30.032"
      },
      {
        "Pokedex": "It glides without making a single sound. It grasps the face of its foe using its hind and large front claws, then stabs with its poison barb.",
        "Name": "Gligar",
        "PokedexTranslated": "Ele voa sem fazer um único som. Ele agarra o rosto de seu oponente usando suas garras traseiras e grandes patas dianteiras, e depois lança um ataque com sua barbante venenoso. \n",
        "translatedTime": "30.444"
      },
      {
        "Pokedex": "Steelix live even further underground than Onix. This Pokémon is known to dig toward the earth's core, reaching a depth of over six-tenths of a mile underground.",
        "Name": "Steelix",
        "PokedexTranslated": "Steelix vive ainda mais profundamente sob o solo do que Onix. Este Pokémon é conhecido por cavar em direção ao núcleo da Terra, alcançando uma profundidade de mais de seis décimos de milha sob o solo. \n",
        "translatedTime": "31.019"
      },
      {
        "Pokedex": "By baring its fangs and making a scary face, it sends smaller Pokémon scurrying in terror. The Snubbull does seem a little sad at making its foes flee.",
        "Name": "Snubbull",
        "PokedexTranslated": "Por expor seus dentes e fazer uma cara assustadora, ele faz com que os Pokémon menores corram em terror. O Snubbull parece um pouco triste ao fazer seus inimigos fugir. \n",
        "translatedTime": "30.694"
      },
      {
        "Pokedex": "It has a particularly well-developed lower jaw. The huge fangs are heavy, causing it to tilt its head. Unless it is startled, it will not try to bite.",
        "Name": "Granbull",
        "PokedexTranslated": "Ele possui um mandíbula inferior particularmente bem desenvolvida. As enormes incisivos são pesados, fazendo com que ele incline a cabeça. A menos que seja assustado, ele não tentará morder. \n",
        "translatedTime": "31.025"
      },
      {
        "Pokedex": "A Qwilfish uses the pressure of water it swallows to shoot toxic quills all at once from all over its body. It finds swimming to be somewhat challenging.",
        "Name": "Qwilfish",
        "PokedexTranslated": "O Qwilfish usa a pressão da água que ingere para disparar espinhos tóxicos de todas as partes do seu corpo de uma vez. Ele acha nadar um pouco desafiador. \n",
        "translatedTime": "29.615"
      },
      {
        "Pokedex": "A Scizor has a body with the hardness of steel. It is not easily fazed by ordinary sorts of attacks. It flaps its wings to regulate its body temperature.",
        "Name": "Scizor",
        "PokedexTranslated": "O Scizor tem um corpo com a dureza do aço. Não é facilmente afetado por ataques comuns. Ele flaps suas asas para regular sua temperatura corporal. \n",
        "translatedTime": "31.251"
      },
      {
        "Pokedex": "A Shuckle hides under rocks, keeping its body concealed inside its shell while eating stored berries. The berries mix with its body fluids to become a juice.",
        "Name": "Shuckle",
        "PokedexTranslated": "O Shuckle se esconde sob rochas, mantendo seu corpo oculto dentro de sua concha enquanto come morangos armazenados. Os morangos misturam-se com seus fluidos corporais para se tornar um suco. \n",
        "translatedTime": "31.865"
      },
      {
        "Pokedex": "They gather in forests seeking the sweet sap of trees. It is completely clad in a steel-hard shell. It is proud of its horn, which it uses to fling foes.",
        "Name": "Heracross",
        "PokedexTranslated": "Eles se reúnem em florestas buscando o doce néctar das árvores. É completamente coberto por uma concha de aço-dura. Ele se orgulha de seu chifre, que usa para lançar inimigos. \n",
        "translatedTime": "31.958"
      },
      {
        "Pokedex": "A Sneasel scales trees by punching its hooked claws into the bark. It seeks out unguarded nests and steals eggs for food while the parents are away.",
        "Name": "Sneasel",
        "PokedexTranslated": "O Sneasel escala árvores com golpes de suas garras pontiagudas na casca. Ele procura ninhos desprotegidos e rouba ovos para alimentação enquanto os pais estão ausentes. \n",
        "translatedTime": "31.894"
      },
      {
        "Pokedex": "It licks its palms that are sweetened by being soaked in honey. A Teddiursa makes its own honey by blending fruits and pollen collected by Beedrill.",
        "Name": "Teddiursa",
        "PokedexTranslated": "Ele lacrimeja as palmas que são adoçadas por serem molhadas em mel. O Teddiursa faz seu próprio mel misturando frutas e pólen coletados por Beedrill. \n",
        "translatedTime": "32.154"
      },
      {
        "Pokedex": "In forests, it is said that there are many streams and towering trees where an Ursaring gathers food. It walks through its forest collecting food every day.",
        "Name": "Ursaring",
        "PokedexTranslated": "Em florestas, dizem que existem muitos riachos e árvores imponentes onde um Ursaring coleta comida. Ele caminha pela floresta, coletando comida todos os dias. \n",
        "translatedTime": "32.531"
      },
      {
        "Pokedex": "It is a species of Pokémon that lives in volcanic areas. If its body cools, its skin hardens and immobilizes it. To avoid that, it sleeps near magma.",
        "Name": "Slugma",
        "PokedexTranslated": "É uma espécie de Pokémon que vive em áreas vulcânicas. Se seu corpo esfriar, sua pele endurece e imobiliza-o. Para evitar isso, ele dorme perto do magma. \n",
        "translatedTime": "33.396"
      },
      {
        "Pokedex": "The shell on its back is made of hardened magma. Tens of thousands of years spent living in volcanic craters have turned Magcargo's bodies into magma.",
        "Name": "Magcargo",
        "PokedexTranslated": "A concha na sua parte de trás é feita de magma endurecido. Dizi milênios de vida em crateras vulcânicas transformaram o corpo do Magcargo em magma. \n",
        "translatedTime": "32.961"
      },
      {
        "Pokedex": "It roots for food by rubbing its snout against the ground. Its favorite food is a mushroom that grows under dried grass. It occasionally roots out hot springs.",
        "Name": "Swinub",
        "PokedexTranslated": "Ele busca alimento roçando seu focinho no chão. Seu alimento favorito é um cogumelo que cresce sob grama seca. Às vezes, ele também busca por fontes termais. \n",
        "translatedTime": "32.908"
      },
      {
        "Pokedex": "A Piloswine is covered by a thick coat of long hair for enduring freezing cold. It uses its tusks to dig up food that has been buried under ice.",
        "Name": "Piloswine",
        "PokedexTranslated": "O Piloswine está coberto por um manto denso de pelos longos para resistir ao frio intenso. Ele usa seus chifres para escavar comida que foi enterrada sob gelo. \n",
        "translatedTime": "33.274"
      },
      {
        "Pokedex": "Corsola live in warm southern seas. If the sea becomes polluted, the beautiful coral stalks become discolored and crumble away in tatters.",
        "Name": "Corsola",
        "PokedexTranslated": "Corsola vive em mares quentes do sul. Se o mar se poluir, as belas hastes de coral se tornam desbotadas e se desfazem em pedaços. \n",
        "translatedTime": "33.467"
      },
      {
        "Pokedex": "A Remoraid uses its abdominal muscles to forcefully expel swallowed water, then shoot down flying prey. When evolution approaches, it travels down rivers.",
        "Name": "Remoraid",
        "PokedexTranslated": "O Remoraid usa seus músculos abdominais para expulsar água ingerida com força, e depois disparar presas voadoras. Quando a evolução se aproxima, ele viaja por rios. \n",
        "translatedTime": "33.784"
      },
      {
        "Pokedex": "It ensnares its foe with its suction- cupped tentacles before delivering the finishing blow. If the foe turns out to be too strong, it spews ink to escape.",
        "Name": "Octillery",
        "PokedexTranslated": "Ele prende seu oponente com suas tentáculos com bico de sucção antes de aplicar o golpe final. Se o oponente for muito forte, ele expulsa tinta para escapar. \n",
        "translatedTime": "34.084"
      },
      {
        "Pokedex": "It carries food bundled up in its tail. There was a famous explorer who managed to scale Mt. Everest thanks to a Delibird sharing its food.",
        "Name": "Delibird",
        "PokedexTranslated": "Ele carrega comida enrolada em seu rabo. Um famoso explorador conseguiu escalar o Monte Everest graças a um Delibird compartilhando sua comida. \n",
        "translatedTime": "33.581"
      },
      {
        "Pokedex": "On sunny days, schools of Mantine can be seen elegantly leaping over the waves. It is not bothered by the Remoraid that hitches rides.",
        "Name": "Mantine",
        "PokedexTranslated": "Em dias ensolarados, escolas de Mantine podem ser vistas elegantemente saltando sobre as ondas. Não é incomodado pelo Remoraid que faz viagens. \n",
        "translatedTime": "33.778"
      },
      {
        "Pokedex": "A Pokémon that has a body and wings of steel. People in the past used feathers fallen from Skarmory to make swords and knives.",
        "Name": "Skarmory",
        "PokedexTranslated": "Um Pokémon com um corpo e asas de aço. As pessoas no passado usavam penas caídas de Skarmory para fazer espadas e facas. \n",
        "translatedTime": "34.311"
      },
      {
        "Pokedex": "Houndour communicate with each other using a variety of cries to corner their prey. This Pokémon's remarkable teamwork is simply unparalleled.",
        "Name": "Houndour",
        "PokedexTranslated": "O Houndour se comunica entre si usando uma variedade de gritos para encurralar a presa. Este Pokémon tem um trabalho em equipe simplesmente incomparável. \n",
        "translatedTime": "33.976"
      },
      {
        "Pokedex": "In a Houndoom pack, the one with its horns raked sharply back serves a leadership role. They choose their leader by fighting among themselves.",
        "Name": "Houndoom",
        "PokedexTranslated": "Em uma pack de Houndoom, aquele com seus chifres raiados de forma aguda assume um papel de liderança. Eles escolhem seu líder lutando entre si. \n",
        "translatedTime": "34.387"
      },
      {
        "Pokedex": "It sleeps quietly, deep on the seafloor. When it comes up to the surface, it creates a huge whirlpool that can swallow even ships.",
        "Name": "Kingdra",
        "PokedexTranslated": "Ele dorme tranquilamente, em profundidades profundas do fundo do mar. Quando ele surge à superfície, ele cria um grande turbilhão que pode engolir até navios. \n",
        "translatedTime": "34.778"
      },
      {
        "Pokedex": "Phanpy's big ears serve as broad fans. When it becomes hot, it flaps the ears busily to cool down. Even the young are very strong.",
        "Name": "Phanpy",
        "PokedexTranslated": "As grandes orelhas do Phanpy servem como grandes abanicos. Quando ele fica quente, ele agita os ouvidos com fervor para se refrescar. Mesmo os jovens são muito fortes. \n",
        "translatedTime": "35.284"
      },
      {
        "Pokedex": "A Donphan is so strong it can easily haul a dump truck. Its hide has toughened to a rock-hard state. An ordinary sort of attack won't even leave a scratch.",
        "Name": "Donphan",
        "PokedexTranslated": "O Donphan é tão forte que pode facilmente empurrar um caminhão de lixo. Sua pele se endureceu até um estado de rocha. Um ataque comum não deixará nem uma marca. \n",
        "translatedTime": "39.329"
      },
      {
        "Pokedex": "It was created by humans using the power of science. It has been given artificial intelligence that enables it to learn new gestures and emotions on its own.",
        "Name": "Porygon2",
        "PokedexTranslated": "Ele foi criado por humanos usando o poder da ciência. Foi dado inteligência artificial que permite que ele aprenda novos gestos e emoções por conta própria. \n",
        "translatedTime": "35.055"
      },
      {
        "Pokedex": "Stantler's magnificent antlers were once traded at high prices as works of art. As a result, this Pokémon was hunted close to extinction.",
        "Name": "Stantler",
        "PokedexTranslated": "As magníficas antenas do Stantler eram negociadas a preços altos como obras de arte. Como resultado, este Pokémon foi caçado até à beira da extinção. \n",
        "translatedTime": "35.629"
      },
      {
        "Pokedex": "A Smeargle marks its territory using a fluid that leaks out from the tip of its tail. About 5,000 different marks left by this Pokémon have been found.",
        "Name": "Smeargle",
        "PokedexTranslated": "O Smeargle marca seu território usando um líquido que sai da ponta da sua cauda. Cerca de 5.000 marcas deixadas por este Pokémon foram encontradas. \n",
        "translatedTime": "36.266"
      },
      {
        "Pokedex": "Tyrogue become stressed out if they do not get to train every day. When raising this Pokémon, the trainer must establish a regular training schedule.",
        "Name": "Tyrogue",
        "PokedexTranslated": "O Tyrogue fica estressado se não treinar todos os dias. Ao criar este Pokémon, o treinador deve estabelecer um cronograma de treinamento regular. \n",
        "translatedTime": "35.167"
      },
      {
        "Pokedex": "Its technique of kicking while spinning is a remarkable mix of both offense and defense. Hitmontop travel faster spinning than they do walking.",
        "Name": "Hitmontop",
        "PokedexTranslated": "Sua técnica de chutes enquanto gira é uma mistura marcante de ofensiva e defensiva. Hitmontop viajam mais rápido girando do que caminhando. \n",
        "translatedTime": "37.941"
      },
      {
        "Pokedex": "It actively runs about, but also falls often. Whenever it falls, it will check its reflection on a lake's surface to make sure its face hasn't become dirty.",
        "Name": "Smoochum",
        "PokedexTranslated": "Ele corre ativamente, mas também cai frequentemente. Sempre que cai, ele verificará sua reflexão em uma superfície de lago para se certificar de que seu rosto não ficou sujo. \n",
        "translatedTime": "36.276"
      },
      {
        "Pokedex": "If it touches metal and discharges the electricity it has stored in its body, an Elekid begins swinging its arms in circles to recharge itself.",
        "Name": "Elekid",
        "PokedexTranslated": "Se ele toca metal e descarrega a eletricidade armazenada em seu corpo, um Elekid começa a girar os braços em círculos para recarregar-se. \n",
        "translatedTime": "36.25"
      },
      {
        "Pokedex": "If a Magby is spouting yellow flames from its mouth, it is in good health. When it is fatigued, black smoke will be mixed in with the flames.",
        "Name": "Magby",
        "PokedexTranslated": "Se um Magby estiver expelindo chamas amarelas da boca, está em boa saúde. Quando está exausto, fumaça preta será misturada com as chamas. \n",
        "translatedTime": "36.531"
      },
      {
        "Pokedex": "It gives over five gallons of milk daily. Its sweet milk is enjoyed by children and adults alike. People who can't drink milk turn it into yogurt and eat it instead.",
        "Name": "Miltank",
        "PokedexTranslated": "Ele produz mais de cinco galões de leite diariamente. Seu leite doce é apreciado por crianças e adultos. Pessoas que não podem beber leite o transformam em iogurte e o consomem. \n",
        "translatedTime": "37.297"
      },
      {
        "Pokedex": "If it senses sadness with its fluffy fur, a Blissey will rush over to the sad person, however far away, to share an egg of happiness that brings a smile to any face.",
        "Name": "Blissey",
        "PokedexTranslated": "Se ele sentir tristeza com sua pelagem macia, um Blissey irá correr para a pessoa triste, independentemente de onde ela esteja, para compartilhar um ovo de felicidade que traz um sorriso em qualquer rosto. \n",
        "translatedTime": "42.134"
      },
      {
        "Pokedex": "Raikou embodies the speed of lightning. Its roars send shock waves shuddering through the air and ground as if lightning bolts were crashing down.",
        "Name": "Raikou",
        "PokedexTranslated": "Raikou personifica a velocidade da luz. Seus rugidos causam ondas de choque que vibram pelo ar e no chão como se raios de raio estivessem caindo. \n",
        "translatedTime": "36.909"
      },
      {
        "Pokedex": "Entei embodies the passion of magma. It is thought to have been born in the eruption of a volcano. It blasts fire that consumes all that it touches.",
        "Name": "Entei",
        "PokedexTranslated": "Entei personifica a paixão do magma. É pensado ter sido criado na erupção de um vulcão. Ele lança fogo que consome tudo que toca. \n",
        "translatedTime": "36.992"
      },
      {
        "Pokedex": "Suicune embodies the compassion of a pure spring of water. It runs across the land with gliding elegance. It has the power to purify dirty water.",
        "Name": "Suicune",
        "PokedexTranslated": "Suicune personifica a compaixão de uma fonte de água pura. Ela corre pela terra com elegância deslizante. Tem o poder de purificar água suja. \n",
        "translatedTime": "37.349"
      },
      {
        "Pokedex": "A Larvitar is born deep under the ground. It must eat its way through the soil above and reach the surface for it to see its parents' faces.",
        "Name": "Larvitar",
        "PokedexTranslated": "O Larvitar nasce profundamente no solo. Ele precisa comer seu caminho através da terra acima e alcançar a superfície para ver os rostos de seus pais. \n",
        "translatedTime": "37.888"
      },
      {
        "Pokedex": "A Pupitar creates a gas inside its body that it ejects under compression to propel itself like a jet. Its body can withstand a collision with solid steel.",
        "Name": "Pupitar",
        "PokedexTranslated": "O Pupitar cria um gás dentro do seu corpo que ele expulsa sob compressão para se mover como um jet. Seu corpo pode resistir a um impacto com aço sólido. \n",
        "translatedTime": "39.651"
      },
      {
        "Pokedex": "A Tyranitar is so overwhelmingly powerful, it can bring down a whole mountain to make its nest. It roams in mountains seeking new opponents to fight.",
        "Name": "Tyranitar",
        "PokedexTranslated": "O Tyranitar é tão poderosamente dominante que pode derrubar uma montanha para criar seu ninho. Ele percorre montanhas em busca de novos oponentes para lutar. \n",
        "translatedTime": "38.083"
      },
      {
        "Pokedex": "Lugia is so powerful even a light fluttering of its wings can blow apart houses. As a result, it chooses to live out of sight deep under the sea.",
        "Name": "Lugia",
        "PokedexTranslated": "Lugia é tão poderoso que mesmo um leve movimento das suas asas pode destruir casas. Como resultado, ele escolhe viver fora do alcance do olhar, em profundezas do mar. \n",
        "translatedTime": "38.492"
      },
      {
        "Pokedex": "Its feathers--which glow in seven colors depending on the angle at which light strikes them--are thought to bring joy. It is said to live at the foot of a rainbow.",
        "Name": "Ho-Oh",
        "PokedexTranslated": "Suas penas - que brilham em sete cores dependendo do ângulo de luz que as atinge - são consideradas um símbolo de alegria. Diz-se que ele vive no pé de um arco-íris. \n",
        "translatedTime": "39.371"
      },
      {
        "Pokedex": "This Pokémon came from the future by crossing over time. It is thought that so long as Celebi appears, a bright and shining future awaits us.",
        "Name": "Celebi",
        "PokedexTranslated": "Este Pokémon veio do futuro atravessando o tempo. Diz-se que, enquanto Celebi aparecer, um futuro brilhante e brilhante nos espera. \n",
        "translatedTime": "37.734"
      },
      {
        "Pokedex": "It makes its nest in a giant tree in the forest. It ferociously guards against anything nearing its territory. It is said to be the protector of the trees.",
        "Name": "Treecko",
        "PokedexTranslated": "Ele constrói seu ninho em um grande árvore na floresta. Ele protege ferozmente contra qualquer coisa que se aproxime de seu território. Diz-se que é o protetor das árvores. \n",
        "translatedTime": "39.304"
      },
      {
        "Pokedex": "Leaves grow out of this Pokémon's body. They help obscure a Grovyle from the eyes of its enemies while it is in a thickly overgrown forest.",
        "Name": "Grovyle",
        "PokedexTranslated": "Folhas crescem da sua pele. Elas ajudam a obscurecer um Grovyle dos olhos de seus inimigos enquanto ele está em uma floresta densamente arborizada. \n",
        "translatedTime": "38.348"
      }
    ],
    "maxTranslatedTime": 42.134,
    "minTranslatedTime": 29.119
  },
  {
    "date": "2024-11-10T17:36:16.965Z",
    "totalTranslationTime": 1876.1700000000003,
    "averageTranslationTime": 36.78764705882354,
    "p90TranslationTime": 41.654,
    "translatedPokemonCount": 51,
    "translationRange": {
      "min": 254,
      "max": 304
    },
    "translatedPokemon": [
      {
        "Pokedex": "In the jungle, its power is without equal. This Pokémon carefully grows trees and plants. It regulates its body temperature by basking in sunlight.",
        "Name": "Sceptile",
        "PokedexTranslated": "Na selva, sua força é sem igual. Este Pokémon cuida cuidadosamente de plantar árvores e plantas. Ele regula sua temperatura corporal ao se expor ao sol. \n",
        "translatedTime": "27.502"
      },
      {
        "Pokedex": "If attacked, it strikes back by spitting balls of fire it forms in its stomach. A Torchic dislikes darkness because it can't see its surroundings.",
        "Name": "Torchic",
        "PokedexTranslated": "Se atacado, ataca de volta, estilhaçando bolas de fogo que forma em seu estômago. O Torchic desdém a escuridão porque não consegue ver seu ambiente. \n",
        "translatedTime": "28.93"
      },
      {
        "Pokedex": "It lashes out with 10 kicks per second. Its strong fighting instinct compels it to keep up its offensive until the opponent gives up.",
        "Name": "Combusken",
        "PokedexTranslated": "Ele ataca com 10 chutes por segundo. Seu forte instinto de luta o impulsiona a manter a ofensiva até que o oponente desista. \n",
        "translatedTime": "29.915"
      },
      {
        "Pokedex": "It learns martial arts that use punches and kicks. Every several years, its old feathers burn off, and new, supple feathers grow back in their place.",
        "Name": "Blaziken",
        "PokedexTranslated": "Ele aprende artes marciais que utilizam golpes e chutes. A cada alguns anos, suas penas velhas queimam, e novas penas macias crescem em seu lugar. \n",
        "translatedTime": "29.889"
      },
      {
        "Pokedex": "On land, it can powerfully lift large boulders by planting its four feet and heaving. It sleeps by burying itself in soil at the water's edge.",
        "Name": "Mudkip",
        "PokedexTranslated": "Na terra, pode levantar grandes rochas plantando seus quatro pés e empurrando. Ele dorme enterrando-se na terra à beira d'água. \n",
        "translatedTime": "29.408"
      },
      {
        "Pokedex": "Its toughened hind legs enable it to stand upright. Because it weakens if its skin dries out, it replenishes fluids by playing in mud.",
        "Name": "Marshtomp",
        "PokedexTranslated": "Suas patas traseiras fortes permitem que ele se mantenha ereto. Porque fraquece se sua pele seca, ele reabastece as fluidas jogando na lama. \n",
        "translatedTime": "28.358"
      },
      {
        "Pokedex": "If it senses the approach of a storm and a tidal wave, it protects its seaside nest by piling up boulders. It swims as fast as a jet ski.",
        "Name": "Swampert",
        "PokedexTranslated": "Se sentir a aproximação de uma tempestade e uma onda tsunâmico, ele protege seu ninho à beira-mar acumulando rochas. Ele nadando tão rápido quanto um jet ski. \n",
        "translatedTime": "32.261"
      },
      {
        "Pokedex": "It savagely threatens foes with bared fangs. It chases after fleeing targets tenaciously. It turns tail and runs, however, if the foe strikes back.",
        "Name": "Poochyena",
        "PokedexTranslated": "Ele ameaça ferozmente inimigos com dentes abertos. Ele persegue alvos fugindo tenaciedade. No entanto, ele vira a cauda e corre se o inimigo ataca de volta. \n",
        "translatedTime": "34.144"
      },
      {
        "Pokedex": "In the wild, Mightyena live in a pack. They never defy their leader's orders. They defeat foes with perfectly coordinated teamwork.",
        "Name": "Mightyena",
        "PokedexTranslated": "Na natureza, Mightyena vivem em um bando. Eles nunca desafiam as ordens de seu líder. Eles vencem inimigos com trabalho em equipe perfeitamente coordenado. \n",
        "translatedTime": "33.252"
      },
      {
        "Pokedex": "Rubbing its nose against the ground, it always wanders about back and forth in search of something. It is distinguished by the zigzag footprints it leaves.",
        "Name": "Zigzagoon",
        "PokedexTranslated": "Rasgando seu nariz no chão, ele sempre percorre de um lado para o outro em busca de algo. É distinguido pelas marcas de caminhada em zigzag que deixa. \n",
        "translatedTime": "35.857"
      },
      {
        "Pokedex": "It is exceedingly fast if it only has to run in a straight line. When it spots pond- dwelling prey underwater, it quickly leaps in and catches it with its sharp claws.",
        "Name": "Linoone",
        "PokedexTranslated": "É extremamente rápido se tiver que correr em linha reta. Quando vê presa aquática que vive em poças, ele salta rapidamente e a captura com suas garras afiadas. \n",
        "translatedTime": "32.081"
      },
      {
        "Pokedex": "It sticks to tree branches and eats leaves. The thread it spits from its mouth becomes gooey when it touches air and slows the movement of its foes.",
        "Name": "Wurmple",
        "PokedexTranslated": "Ele se agarra a ramos de árvores e come folhas. O fio que ele esfrega da boca fica pegajoso quando toca ar e desacelera o movimento de seus inimigos. \n",
        "translatedTime": "35.023"
      },
      {
        "Pokedex": "It prepares for evolution using the energy it stored while it was a Wurmple. It keeps watch over the surroundings with its two eyes.",
        "Name": "Silcoon",
        "PokedexTranslated": "Ele se prepara para a evolução usando a energia que armazenou enquanto era um Wurmple. Ele observa o ambiente com seus dois olhos. \n",
        "translatedTime": "32.936"
      },
      {
        "Pokedex": "Its colorfully patterned wings are its most prominent feature. It flies through flower-covered fields collecting pollen. It attacks ferociously when angered.",
        "Name": "Beautifly",
        "PokedexTranslated": "Suas asas de padrão colorido são sua característica mais marcante. Ele voa por campos floridos coletando pólen. Ele ataca ferozmente quando irritado. \n",
        "translatedTime": "34.319"
      },
      {
        "Pokedex": "To avoid detection by its enemies, it hides motionlessly beneath large leaves and in the gaps of branches. It also attaches dead leaves to its body for camouflage.",
        "Name": "Cascoon",
        "PokedexTranslated": "Para evitar a detecção de seus inimigos, ele se esconde imóvel sob folhas grandes e nos espaços entre as galhos. Ele também se agarra a folhas mortas ao seu corpo para camuflagem. \n",
        "translatedTime": "41.654"
      },
      {
        "Pokedex": "It is a nocturnal Pokémon that flies from fields and mountains to the attraction of streetlights at night. It looses highly toxic powder from its wings.",
        "Name": "Dustox",
        "PokedexTranslated": "É um Pokémon noturno que voa de campos e montanhas até a atração de luzes de rua à noite. Ele libera um pó altamente tóxico de suas asas. \n",
        "translatedTime": "34.215"
      },
      {
        "Pokedex": "This Pokémon lives in ponds with clean water. It is known to ferry small Pokémon across ponds by carrying them on the broad leaf on its head.",
        "Name": "Lotad",
        "PokedexTranslated": "Este Pokémon vive em lagos com água limpa. É conhecido por transportar pequenos Pokémon por meio de lagos carregando-os na folha ampla na cabeça. \n",
        "translatedTime": "34.002"
      },
      {
        "Pokedex": "In the evening, it takes great delight in popping out of rivers and startling people. It feeds on aquatic moss that grows on rocks in the riverbed.",
        "Name": "Lombre",
        "PokedexTranslated": "À noite, ele se diverte muito em aparecer de rios e assustar as pessoas. Ele se alimenta de musgo aquático que cresce em rochas no leito do rio. \n",
        "translatedTime": "34.476"
      },
      {
        "Pokedex": "When it hears festive music, all the cells in its body become stimulated, and it begins moving in rhythm. It does not quail even when it faces a tough opponent.",
        "Name": "Ludicolo",
        "PokedexTranslated": "Quando ouve música festiva, todas as células do seu corpo se estimulam, e ele começa a se mover em ritmo. Ele não se cala nem quando enfrenta um oponente difícil. \n",
        "translatedTime": "37.197"
      },
      {
        "Pokedex": "It hangs off branches and absorbs nutrients. When it finishes eating, its body becomes so heavy that it drops to the ground with a thump.",
        "Name": "Seedot",
        "PokedexTranslated": "Ele se agarra a ramos e absorve nutrientes. Quando termina de comer, seu corpo fica tão pesado que cai no chão com um estrondo. \n",
        "translatedTime": "36.243"
      },
      {
        "Pokedex": "A forest-dwelling Pokémon that is skilled at climbing trees. Its long and pointed nose is its weak point. It loses power if the nose is gripped.",
        "Name": "Nuzleaf",
        "PokedexTranslated": "Um Pokémon que habita florestas, habilidoso em escalar árvores. Seu nariz longo e pontiagudo é seu ponto fraco. Ele perde poder se o nariz é agarrado. \n",
        "translatedTime": "37.89"
      },
      {
        "Pokedex": "It is said to arrive on chilly, wintry winds. Feared from long ago as the guardian of forests, this Pokémon lives in a deep forest where people do not venture.",
        "Name": "Shiftry",
        "PokedexTranslated": "Diz-se que ele chega em ventos frios e invernal.  Feared desde tempos imemoriais como o guardião das florestas, este Pokémon vive em uma floresta profunda onde as pessoas não se aventuram. \n",
        "translatedTime": "38.997"
      },
      {
        "Pokedex": "Although it is small, it is very courageous. It will take on a larger Skarmory on an equal footing. However, its will weakens if it becomes hungry.",
        "Name": "Taillow",
        "PokedexTranslated": "Embora seja pequeno, é muito corajoso. Ele se enfrentará a um Skarmory maior de igual forma. No entanto, sua vontade se weaken se ele ficar faminto. \n",
        "translatedTime": "39.181"
      },
      {
        "Pokedex": "A Swellow dives upon prey from far above. It never misses its targets. It takes to the skies in search of lands with a warm climate.",
        "Name": "Swellow",
        "PokedexTranslated": "Um Swellow mergulha sobre presas de longe acima. Ele nunca perde seus alvos. Ele voa para o céu em busca de terras com clima quente. \n",
        "translatedTime": "36.527"
      },
      {
        "Pokedex": "It makes its nest on a sheer cliff at the edge of the sea. It has trouble keeping its wings flapping in flight. Instead, it soars on updrafts.",
        "Name": "Wingull",
        "PokedexTranslated": "Ele constrói seu ninho em uma falésia íngreme na beira do mar. Tem dificuldade em manter suas asas em voo. Em vez disso, ele voa em ventos de ascensão. \n",
        "translatedTime": "36.923"
      },
      {
        "Pokedex": "It skims the tops of waves as it flies. When it spots prey, it uses its large beak to scoop up the victim with water. It protects its eggs in its beak.",
        "Name": "Pelipper",
        "PokedexTranslated": "Ele passa pelos topo de ondas enquanto voa. Quando vê presa, ele usa seu grande bico para colher a vítima com água. Ele protege seus ovos em seu bico. \n",
        "translatedTime": "38.525"
      },
      {
        "Pokedex": "A Ralts has the power to sense the emotions of people and Pokémon with the horns on its head. It takes cover if it senses any hostility.",
        "Name": "Ralts",
        "PokedexTranslated": "Um Ralts tem a capacidade de sentir as emoções das pessoas e Pokémon com os chifres na cabeça. Ele se esconde se sentir qualquer hostilidade. \n",
        "translatedTime": "36.994"
      },
      {
        "Pokedex": "A Kirlia has the psychic power to create a rip in the dimensions and see into the future. It is said to dance with pleasure on sunny mornings.",
        "Name": "Kirlia",
        "PokedexTranslated": "Uma Kirlia tem o poder psíquico de criar uma rasgadura nas dimensões e ver no futuro. Diz-se que ela dança com prazer nas manhãs ensolaradas. \n",
        "translatedTime": "36.585"
      },
      {
        "Pokedex": "It apparently does not feel the pull of gravity because it supports itself with psychic power. It will give its life to protect its trainer.",
        "Name": "Gardevoir",
        "PokedexTranslated": "Aparentemente, não sente a força da gravidade porque se sustenta com poder psíquico. Ele dará sua vida para proteger seu treinador. \n",
        "translatedTime": "36.417"
      },
      {
        "Pokedex": "They gather on puddles after evening downpours, gliding across the surface of water as if sliding. It secretes honey with a sweet aroma from its head.",
        "Name": "Surskit",
        "PokedexTranslated": "Eles se reúnem em poças após chuvas da noite, deslizando pela superfície da água como se deslizassem. Ele secreta mel com aroma doce da cabeça. \n",
        "translatedTime": "36.342"
      },
      {
        "Pokedex": "It intimidates foes with the large eyelike patterns on its antennae. Because it can't fly if its wings get wet, it shelters from rain under large trees and eaves.",
        "Name": "Masquerain",
        "PokedexTranslated": "Ele intimida inimigos com os padrões semelhantes a olhos em suas antenas. Porque não consegue voar se suas asas ficam molhadas, ele se esconde da chuva sob grandes árvores e telhados. \n",
        "translatedTime": "48.809"
      },
      {
        "Pokedex": "It loves to eat damp, composted soil in forests. If you enter a forest after a long rain, you can see many Shroomish feasting on composted soil.",
        "Name": "Shroomish",
        "PokedexTranslated": "Ele adora comer solo úmido e composto em florestas. Se você entrar em uma floresta após uma longa chuva, você pode ver muitos Shroomish se alimentando de solo composto. \n",
        "translatedTime": "42.707"
      },
      {
        "Pokedex": "It scatters spores from holes in the cap on its head. It loves warm and humid climates. It feeds on trees and plants in fields and forests.",
        "Name": "Breloom",
        "PokedexTranslated": "Ele espalha esporos de buracos na cabeça. Ele ama climas quentes e úmidos. Ele se alimenta de árvores e plantas em campos e florestas. \n",
        "translatedTime": "38.306"
      },
      {
        "Pokedex": "It sleeps virtually all day and night long. It doesn't change its nest its entire life, but it sometimes travels great distances by swimming in rivers.",
        "Name": "Slakoth",
        "PokedexTranslated": "Ele dorme virtualmente todo o dia e noite. Ele não muda seu ninho durante toda a sua vida, mas às vezes viaja grandes distâncias nadando em rios. \n",
        "translatedTime": "38.827"
      },
      {
        "Pokedex": "It can't keep still because its blood boils with energy. It runs through the fields and mountains all day to calm itself. If it doesn't, it can't sleep at night.",
        "Name": "Vigoroth",
        "PokedexTranslated": "Ele não consegue ficar quieto porque seu sangue fervilha com energia. Ele corre pelos campos e montanhas todo o dia para acalmar-se. Se não fizer isso, ele não consegue dormir à noite. \n",
        "translatedTime": "44.722"
      },
      {
        "Pokedex": "Hordes of Slaking gather around trees when fruits come into season. They wait around patiently for ripened fruits to fall out of the trees.",
        "Name": "Slaking",
        "PokedexTranslated": "Hordas de Slaking se reúnem em torno de árvores quando as frutas entram em safra. Eles esperam pacientemente por frutas maduras cair das árvores. \n",
        "translatedTime": "44.395"
      },
      {
        "Pokedex": "It makes its nest at the roots of a mighty tree. Using its whiskerlike antennae, it probes its surroundings in the pitch-black darkness of soil.",
        "Name": "Nincada",
        "PokedexTranslated": "Ele constrói seu ninho nas raízes de uma árvore imponente. Usando suas antenas semelhantes a pelos, ele investiga seu ambiente na escuridão escura do solo. \n",
        "translatedTime": "39.948"
      },
      {
        "Pokedex": "Because it darts about vigorously at high speed, it is very difficult to see. Hearing its distinctive cries for too long induces a headache.",
        "Name": "Ninjask",
        "PokedexTranslated": "Porque ele corre em alta velocidade, é muito difícil vê-lo. Ouvir seus gritos distintivos por muito tempo induz uma dor de cabeça. \n",
        "translatedTime": "40.35"
      },
      {
        "Pokedex": "A peculiar Pokémon that floats in air even though its wings remain completely still. The inside of its body is hollow and utterly dark.",
        "Name": "Shedinja",
        "PokedexTranslated": "Um Pokémon peculiar que flutua no ar mesmo com suas asas permanecendo completamente estáticas. O interior de seu corpo é hueco e completamente escuro. \n",
        "translatedTime": "41.062"
      },
      {
        "Pokedex": "Its cries equal a jet plane in volume. It inhales through its ear canals. Because of this system, it can cry continually without having to catch its breath.",
        "Name": "Whismur",
        "PokedexTranslated": "Seus gritos são equivalentes a um avião de jato em volume. Ele inspira através dos canais auditivos. Por causa desse sistema, ele pode chorar continuamente sem precisar respirar. \n",
        "translatedTime": "39.719"
      },
      {
        "Pokedex": "It positions the round speakers on its head to assail foes with ultrasonic waves at massive volume. It builds power by stomping the ground.",
        "Name": "Loudred",
        "PokedexTranslated": "Ele posiciona os alto-falantes redondos na cabeça para atacar inimigos com ondas ultrassônicas em volume massivo. Ele acumula poder pisando no chão. \n",
        "translatedTime": "37.834"
      },
      {
        "Pokedex": "It has sound-generating organs all over its body. It communicates with others by adjusting the tone and volume of the cries it emits.",
        "Name": "Exploud",
        "PokedexTranslated": "Ele possui órgãos de geração de som por todo o corpo. Ele se comunica com outros ajustando a tonalidade e o volume dos gritos que emite. \n",
        "translatedTime": "37.527"
      },
      {
        "Pokedex": "It loves to toughen up its body above all else. If you hear quaking rumbles in a cave, it is the sound of Makuhita undertaking strenuous training.",
        "Name": "Makuhita",
        "PokedexTranslated": "Ele adora fortalecer seu corpo acima de tudo. Se você ouvir tremores e rugidos em uma caverna, é o som de Makuhita realizando treinos extenuantes. \n",
        "translatedTime": "37.988"
      },
      {
        "Pokedex": "It has the habit of challenging others without hesitation to tests of strength. It's been known to stand on train tracks and stop trains using forearm thrusts.",
        "Name": "Hariyama",
        "PokedexTranslated": "Ele tem a hábito de desafiar outros sem hesitação a testes de força. Já foi visto ficar em trilhos de trem e parar trens usando empuxos de antebraço. \n",
        "translatedTime": "38.925"
      },
      {
        "Pokedex": "Its tail, which is packed with nutrition, is very bouncy like a rubber ball. On sunny days they gather at the edge of water and splash about for fun.",
        "Name": "Azurill",
        "PokedexTranslated": "A cauda, repleta de nutrientes, é muito elástica, como uma bola de borracha. Em dias ensolarados, eles se reúnem na beira de água e se divertem brincando. \n",
        "translatedTime": "40.191"
      },
      {
        "Pokedex": "Its body emits a powerful magnetism. It feeds on prey that is pulled in by the force. Its magnetism is stronger in cold seasons.",
        "Name": "Nosepass",
        "PokedexTranslated": "Seu corpo emite um poderoso magnetismo. Ele se alimenta de presas que são puxadas pela força. Seu magnetismo é mais forte nas épocas frias. \n",
        "translatedTime": "37.004"
      },
      {
        "Pokedex": "A Skitty's adorably cute behavior makes it highly popular. In battle, it makes its tail puff out. It threatens foes with a sharp growl.",
        "Name": "Skitty",
        "PokedexTranslated": "O comportamento adoravelmente fofo da Skitty a torna muito popular. Na batalha, ela faz sua cauda se inflar. Ela ameaça inimigos com um ronronar afiado. \n",
        "translatedTime": "37.51"
      },
      {
        "Pokedex": "Rather than keeping a permanent lair, it habitually seeks comfortable spots and sleeps there. It is nocturnal and becomes active at dusk.",
        "Name": "Delcatty",
        "PokedexTranslated": "Em vez de manter um labirinto permanente, ele habitualmente procura locais confortáveis e dorme lá. É noturno e se torna ativo à noite. \n",
        "translatedTime": "37.048"
      },
      {
        "Pokedex": "It digs branching holes in caves using its sharp claws in search of food--raw gems. A Sableye lurks in darkness and is seen only rarely.",
        "Name": "Sableye",
        "PokedexTranslated": "Ele cava buracos ramificados em cavernas usando suas garras afiadas em busca de alimentos - joias cruas. O Sableye se esconde na escuridão e é visto raramente. \n",
        "translatedTime": "37.116"
      },
      {
        "Pokedex": "Its giant jaws are actually steel horns that transformed. It fools foes into complacency with its adorable gestures, then chomps them with its huge jaws.",
        "Name": "Mawile",
        "PokedexTranslated": "Suas mandíbulas gigantescas são, na verdade, chifres de aço que se transformaram. Ele engana inimigos em complacência com seus gestos adoráveis, e depois os mastiga com suas grandes mandíbulas. \n",
        "translatedTime": "37.912"
      },
      {
        "Pokedex": "A Pokémon that is clad in steel armor. A new suit of armor is made when it evolves. The old, discarded armor is salvaged as metal for making iron products.",
        "Name": "Aron",
        "PokedexTranslated": "Um Pokémon clad em armadura de aço. Uma nova armadura é feita quando ele evolui. O antigo e descartado armadura é recuperada como metal para a fabricação de produtos de ferro. \n",
        "translatedTime": "42.227"
      }
    ],
    "maxTranslatedTime": 48.809,
    "minTranslatedTime": 27.502
  },
  {
    "date": "2024-11-10T19:40:47.277Z",
    "totalTranslationTime": 1724.5030000000002,
    "averageTranslationTime": 37.48919565217392,
    "p90TranslationTime": 41.347,
    "translatedPokemonCount": 46,
    "translationRange": {
      "min": 305,
      "max": 350
    },
    "translatedPokemon": [
      {
        "Pokedex": "When two Lairon meet in the wild, they fight for territory by bashing into each other with their steel bodies. The sound of their collision carries for miles.",
        "Name": "Lairon",
        "PokedexTranslated": "Quando dois Lairon se encontram na natureza, eles lutam pela área por bater uns nos outros com seus corpos de aço. O som de sua colisão se propaga por quilômetros. \n",
        "translatedTime": "33.137"
      },
      {
        "Pokedex": "Its iron horns grow longer a little at a time. They are used to determine the Aggron's age. The gouges in its armor are worn with pride as mementos from battles.",
        "Name": "Aggron",
        "PokedexTranslated": "Seus chifres de ferro crescem um pouco à medida que passam o tempo. Eles são usados para determinar a idade do Aggron. As marcas na armadura são usadas com orgulho como lembranças de batalhas. \n",
        "translatedTime": "37.319"
      },
      {
        "Pokedex": "It continually meditates for hours every day. As a result of rigorous and dedicated yoga training, it has tempered its spiritual power so much it can fly.",
        "Name": "Meditite",
        "PokedexTranslated": "Ele medita por horas todos os dias. Como resultado de um treinamento de yoga rigoroso e dedicado, ele temperou sua força espiritual tanto que pode voar. \n",
        "translatedTime": "34.043"
      },
      {
        "Pokedex": "Through crushingly harsh yoga training, it gained the power to foretell its foe's actions. It battles with elegant, dance- like movement.",
        "Name": "Medicham",
        "PokedexTranslated": "Através de treinamento de yoga rigoroso e cruel, ele adquiriu a capacidade de prever as ações de seu oponente. Ele luta com movimentos elegantes e dançantes. \n",
        "translatedTime": "40.028"
      },
      {
        "Pokedex": "It generates electricity using friction from the atmosphere. In seasons with especially arid air, its entire body blazes with violent showers of sparks.",
        "Name": "Electrike",
        "PokedexTranslated": "Ele gera eletricidade usando atrito da atmosfera. Em épocas com ar especialmente seco, todo o seu corpo arde com chuvas violentas de chispa. \n",
        "translatedTime": "37.745"
      },
      {
        "Pokedex": "Because lightning falls in their vicinities, Manectric were thought to have been born from lightning. In battle, they create thunderclouds.",
        "Name": "Manectric",
        "PokedexTranslated": "Por causa da chuva de raio em suas proximidades, os Manectric foram considerados nascidos do raio. Em batalha, eles criam nuvens de trovão. \n",
        "translatedTime": "38.153"
      },
      {
        "Pokedex": "It has the trait of cheering on its fellow Pokémon. By shorting out the electricity it releases from its paws, it creates pom-poms for cheering.",
        "Name": "Plusle",
        "PokedexTranslated": "Ele tem a característica de animar seus colegas Pokémon. Ao interromper a descarga elétrica que libera de suas patas, ele cria pompons para animar. \n",
        "translatedTime": "30.981"
      },
      {
        "Pokedex": "At a meeting of Pokémon academics, it was announced that simultaneous exposure to electricity from a Plusle and Minun will promote circulation and boost vitality.",
        "Name": "Minun",
        "PokedexTranslated": "Em uma reunião de acadêmicos de Pokémon, foi anunciado que a exposição simultânea a eletricidade de um Plusle e Minun promoverá a circulação e o aumento da vitalidade. \n",
        "translatedTime": "38.301"
      },
      {
        "Pokedex": "With their taillights lit, Volbeat fly in a swarm, drawing geometric designs in the night sky. They move their nests if their pond water becomes dirty.",
        "Name": "Volbeat",
        "PokedexTranslated": "Com suas lanternas acesas, os Volbeat voam em um enxame, desenhando desenhos geométricos no céu da noite. Eles mudam seus ninhos se o seu água de poço ficar suja. \n",
        "translatedTime": "41.59"
      },
      {
        "Pokedex": "A nocturnal Pokémon that becomes active upon nightfall. It leads a Volbeat swarm to draw patterns in the night sky. Over 200 different patterns have been seen.",
        "Name": "Illumise",
        "PokedexTranslated": "Um Pokémon noturno que se torna ativo à noite. Ele guia um enxame de Volbeat para desenhar padrões no céu da noite. Mais de 200 padrões diferentes já foram vistos. \n",
        "translatedTime": "31.688"
      },
      {
        "Pokedex": "A Roselia that drinks nutritionally rich springwater blooms with lovely flowers. The fragrance of its flowers has the effect of making its foes careless.",
        "Name": "Roselia",
        "PokedexTranslated": "Uma Roselia que bebe água da fonte rica em nutrientes floresce com flores delicadas. O aroma das suas flores tem o efeito de fazer seus inimigos descuidados. \n",
        "translatedTime": "38.265"
      },
      {
        "Pokedex": "This Pokémon's stomach fluid can even digest scrap iron. In one gulp, it can swallow something that is as large as itself.",
        "Name": "Gulpin",
        "PokedexTranslated": "O fluido estomacal deste Pokémon pode até digerir ferro esfarelado. Em um único gole, ele pode engolir algo tão grande quanto ele mesmo. \n",
        "translatedTime": "41.444"
      },
      {
        "Pokedex": "Its powerful stomach acid is capable of digesting almost anything. The one thing in the whole world a Swalot can't digest is its own stomach.",
        "Name": "Swalot",
        "PokedexTranslated": "Sua potente acidez estomacal é capaz de digerir quase qualquer coisa. A única coisa no mundo inteiro que um Swalot não consegue digerir é seu próprio estômago. \n",
        "translatedTime": "42.999"
      },
      {
        "Pokedex": "Carvanha attack ships in swarms, making them sink. Although it is said to be a very vicious Pokémon, it timidly flees as soon as it finds itself alone.",
        "Name": "Carvanha",
        "PokedexTranslated": "Carvanha ataca navios em enxames, fazendo-os afundar. Embora seja dito ser um Pokémon muito vingativo, ele se esconde timidamente assim que se encontra sozinho. \n",
        "translatedTime": "39.472"
      },
      {
        "Pokedex": "The vicious and sly gangster of the sea. Its skin is specially textured to minimize drag in water. Its speed tops out at over 75 miles per hour.",
        "Name": "Sharpedo",
        "PokedexTranslated": "O gangster vicioso e astuto do mar. Sua pele é especialmente texturizada para minimizar a resistência no mar. Sua velocidade atinge mais de 75 milhas por hora. \n",
        "translatedTime": "36.476"
      },
      {
        "Pokedex": "While this Pokémon usually lives in the sea, it can survive on land, although not too long. It loses vitality if its body becomes dried out.",
        "Name": "Wailmer",
        "PokedexTranslated": "Embora este Pokémon normalmente viva no mar, ele pode sobreviver na terra, embora não por muito tempo. Ele perde vitalidade se seu corpo se desidrata. \n",
        "translatedTime": "40.349"
      },
      {
        "Pokedex": "It breathes through nostrils that it raises above the sea. By inhaling to its maximum capacity, a Wailord can dive close to 10,000 feet beneath the waves.",
        "Name": "Wailord",
        "PokedexTranslated": "Ele respira através de narinas que ele levanta acima do mar. Ao inspirar ao seu máximo, um Wailord pode mergulhar perto de 10.000 pés abaixo das ondas. \n",
        "translatedTime": "44.616"
      },
      {
        "Pokedex": "A Numel stores boiling magma in the hump on its back. It is a hardy Pokémon that can transport a 220-pound load. It has served humans at work since long ago.",
        "Name": "Numel",
        "PokedexTranslated": "Um Numel armazena magma fervendo na protuberância na sua costas. É um Pokémon resistente que pode transportar uma carga de 100 kg. Ele tem servido os humanos no trabalho há muito tempo. \n",
        "translatedTime": "39.317"
      },
      {
        "Pokedex": "A Pokémon that lives in the crater of a volcano. Every 10 years, the volcanoes on its back erupt violently. Research is under way on the cause of eruption.",
        "Name": "Camerupt",
        "PokedexTranslated": "Um Pokémon que vive no cratera de um vulcão. A cada 10 anos, os vulcões na sua costas erupcionam violentamente. Pesquisas estão em andamento sobre a causa da erupção. \n",
        "translatedTime": "34.819"
      },
      {
        "Pokedex": "It battles using energy it gets from burning coal. When loosing smoke from its nostrils, it lets off a sound that is similar to a locomotive's horn.",
        "Name": "Torkoal",
        "PokedexTranslated": "Ele luta usando energia que obtém do queimado de carvão. Quando libera fumaça de seus narinas, emite um som semelhante a um sino de locomotiva. \n",
        "translatedTime": "33.717"
      },
      {
        "Pokedex": "A Pokémon that manipulates psychic power at will. It doesn't stop bouncing even when it is asleep. It loves eating mushrooms that grow underground.",
        "Name": "Spoink",
        "PokedexTranslated": "Um Pokémon que manipula o poder psíquico à vontade. Ele não para de saltar mesmo quando está dormindo. Ele adora comer cogumelos que crescem no solo. \n",
        "translatedTime": "35.629"
      },
      {
        "Pokedex": "It stores power in the black pearls on its forehead. When it uses psychic power, it performs an odd dance step. Its style of dancing became hugely popular overseas.",
        "Name": "Grumpig",
        "PokedexTranslated": "Ele armazena poder nas pérolas negras na testa. Quando usa poder psíquico, ele executa um passo de dança peculiar. Seu estilo de dança se tornou extremamente popular no exterior. \n",
        "translatedTime": "39.143"
      },
      {
        "Pokedex": "It is distinguished by a pattern of spots that is always different. Its unsteady, tottering walk has the effect of fouling its foe's aim.",
        "Name": "Spinda",
        "PokedexTranslated": "É distinguido por um padrão de manchas que é sempre diferente. Sua caminhada instável e desequilibrada tem o efeito de prejudicar o alvo do inimigo. \n",
        "translatedTime": "41.347"
      },
      {
        "Pokedex": "Its big jaws crunch through boulders. Because its head is so big, it has a hard time getting back upright if it tips over onto its back.",
        "Name": "Trapinch",
        "PokedexTranslated": "Suas grandes mandíbulas mastigam rochas. Por causa da sua cabeça tão grande, tem dificuldade em se levantar se cair de costas. \n",
        "translatedTime": "36.531"
      },
      {
        "Pokedex": "It looses ultrasonic waves by rubbing its wings together. Since a Vibrava's wings are still in the process of growing, it can only fly short distances.",
        "Name": "Vibrava",
        "PokedexTranslated": "Ele libera ondas ultrassônicas ao esfregar suas asas. Como as asas de um Vibrava ainda estão em processo de crescimento, ele só consegue voar pequenas distâncias. \n",
        "translatedTime": "38.765"
      },
      {
        "Pokedex": "The flapping of its wings sounds like singing. To prevent detection by enemies, it hides itself by flapping up a cloud of desert sand.",
        "Name": "Flygon",
        "PokedexTranslated": "O movimento das asas dele soa como canto. Para evitar a detecção por inimigos, ele se esconde se agitando uma nuvem de areia do deserto. \n",
        "translatedTime": "35.578"
      },
      {
        "Pokedex": "Cacnea live in deserts with virtually no rainfall. It battles by swinging its thick, spiked arms. Once a year, a yellow flower blooms.",
        "Name": "Cacnea",
        "PokedexTranslated": "Cacnea vive em desertos com praticamente nenhuma chuva. Ele luta balançando seus braços grossos e espinhosos. Uma vez por ano, uma flor amarela floresce. \n",
        "translatedTime": "35.261"
      },
      {
        "Pokedex": "After spending thousands of years in harsh deserts, its blood transformed into the same substances as sand. It is nocturnal, so it hunts at night.",
        "Name": "Cacturne",
        "PokedexTranslated": "Após passar milhares de anos em desertos rigorosos, seu sangue se transformou nas mesmas substâncias da areia. É noturno, por isso caça à noite. \n",
        "translatedTime": "35.171"
      },
      {
        "Pokedex": "A Pokémon that has wings like cottony clouds. After enduring winter, in which little food is available, Swablu flocks move closer to towns in the spring.",
        "Name": "Swablu",
        "PokedexTranslated": "Um Pokémon com asas como nuvens de algodão. Após passar o inverno, em que a comida é escassa, as colônias de Swablu se aproximam das cidades na primavera. \n",
        "translatedTime": "35.247"
      },
      {
        "Pokedex": "It hums in a beautiful soprano voice. It flies among white clouds in the blue sky. It launches intensely hot fireballs from its mouth.",
        "Name": "Altaria",
        "PokedexTranslated": "Ele faz um hino em uma voz soprano bela. Ele voa entre nuvens brancas no céu azul. Ele lança bolas de fogo intensamente quentes da sua boca. \n",
        "translatedTime": "35.596"
      },
      {
        "Pokedex": "When it battles, it stands on its hind legs and attacks with its sharply clawed forelegs. Its fur bristles if it encounters any Seviper.",
        "Name": "Zangoose",
        "PokedexTranslated": "Quando luta, ele se mantém em suas patas traseiras e ataca com suas patas dianteiras afiadas. Se encontra com algum Seviper, seu pelo se levanta. \n",
        "translatedTime": "36.486"
      },
      {
        "Pokedex": "Seviper and Zangoose are eternal rivals. It counters a Zangoose's dazzling agility with its swordlike tail, which also oozes a horrible poison.",
        "Name": "Seviper",
        "PokedexTranslated": "Seviper e Zangoose são rivais eternos. Ele contra-ataca a agilidade deslumbrante de um Zangoose com sua cauda semelhante a uma espada, que também exala uma horrível toxina. \n",
        "translatedTime": "36.893"
      },
      {
        "Pokedex": "It becomes very active on the night of a full moon. This Pokémon was first discovered 40 years ago at the site of a meteor strike.",
        "Name": "Lunatone",
        "PokedexTranslated": "Ele se torna muito ativo na noite da lua cheia. Este Pokémon foi descoberto pela primeira vez há 40 anos no local de um impacto de meteorito. \n",
        "translatedTime": "36.785"
      },
      {
        "Pokedex": "Solar energy is the source of this Pokémon's power. On sunny days, groups of Solrock line up facing the sun and absorb its light.",
        "Name": "Solrock",
        "PokedexTranslated": "A energia solar é a fonte de poder deste Pokémon. Em dias ensolarados, grupos de Solrock se alinham, encarando o sol e absorvendo sua luz. \n",
        "translatedTime": "38.235"
      },
      {
        "Pokedex": "Its body is covered with a slimy film. The film acts as a barrier to prevent germs in muddy water from entering the Barboach's body.",
        "Name": "Barboach",
        "PokedexTranslated": "Seu corpo está coberto por um filme úmido. O filme atua como uma barreira para impedir que bactérias em água suja entrem no corpo do Barboach. \n",
        "translatedTime": "38.679"
      },
      {
        "Pokedex": "Mysteriously, it can foretell earthquakes. In the daytime, it sleeps in mud at the bottom of a pond. When it awakens, it continually feeds throughout the night.",
        "Name": "Whiscash",
        "PokedexTranslated": "Misteriosamente, ele pode prever terremotos. Durante o dia, ele dorme na lama no fundo de um lago. Quando ele acorda, ele se alimenta continuamente durante a noite. \n",
        "translatedTime": "36.587"
      },
      {
        "Pokedex": "Once it grips prey with its large pincers, it will never let go, no matter what. It is a hardy Pokémon that can thrive in any environment.",
        "Name": "Corphish",
        "PokedexTranslated": "Uma vez que ele agarra presas com seus grandes pinças, ele nunca as solta, não importa o que aconteça. É um Pokémon resistente que pode prosperar em qualquer ambiente. \n",
        "translatedTime": "36.628"
      },
      {
        "Pokedex": "A brutish Pokémon that loves to battle. A veteran Crawdaunt that has prevailed in hundreds of battles has giant pincers marked with countless scars.",
        "Name": "Crawdaunt",
        "PokedexTranslated": "Um Pokémon bruta que ama lutar. Um Crawdaunt veterano que venceu centenas de batalhas possui pinças gigantes com marcas de incontáveis cicatrizes. \n",
        "translatedTime": "36.147"
      },
      {
        "Pokedex": "A Baltoy moves by spinning on its single foot. It has been depicted in murals adorning the walls of a once-bustling city in an ancient age.",
        "Name": "Baltoy",
        "PokedexTranslated": "O Baltoy se move girando em seu único pé. Ele foi retratado em pinturas que ornamentavam as paredes de uma cidade que era vibrante há uma era antiga. \n",
        "translatedTime": "38.099"
      },
      {
        "Pokedex": "A Claydol sleeps while hovering in midair. Its arms are separate from its body. They are kept floating by the Pokémon's manipulation of psychic power.",
        "Name": "Claydol",
        "PokedexTranslated": "O Claydol dorme enquanto se eleva no ar. Seus braços estão separados do seu corpo. Eles são mantidos flutuando pela manipulação do poder psíquico do Pokémon. \n",
        "translatedTime": "37.322"
      },
      {
        "Pokedex": "It disguises itself as seaweed by making its tentacles sway. Unsuspecting prey that come too close are swallowed whole. It became extinct 100 million years ago.",
        "Name": "Lileep",
        "PokedexTranslated": "Ele se disfarça de algas marinhas fazendo seus tentáculos se balançar. Presas incautas que se aproximam demais são engolidas inteiras. Ele foi extinto há 100 milhões de anos. \n",
        "translatedTime": "38.583"
      },
      {
        "Pokedex": "It drags its heavy body along the seafloor. It makes its nest in the shallows of warm seas. Cradily can be seen on beaches when the tide goes out.",
        "Name": "Cradily",
        "PokedexTranslated": "Ele arrasta seu corpo pesado pelo fundo do mar. Ele faz seu ninho nas baías de mares quentes. Cradily pode ser visto nas praias quando a maré baixa. \n",
        "translatedTime": "40.603"
      },
      {
        "Pokedex": "It was resurrected from a fossil using the power of science. It swims by undulating the wings at its sides. They were feet that adapted to life in the sea.",
        "Name": "Anorith",
        "PokedexTranslated": "Ele foi ressuscitado a partir de um fóssil usando o poder da ciência. Ele nadando agitando as asas nos lados. Eles eram pés que se adaptaram à vida no mar. \n",
        "translatedTime": "39.311"
      },
      {
        "Pokedex": "Armaldo usually lives on land. However, when it hunts for prey, it dives beneath the ocean. It swims around using its two large wings.",
        "Name": "Armaldo",
        "PokedexTranslated": "Armaldo geralmente vive na terra. No entanto, quando caça presas, mergulha sob o oceano. Ele navega usando suas duas grandes asas. \n",
        "translatedTime": "36.543"
      },
      {
        "Pokedex": "Feebas live in ponds that are heavily infested with weeds. Because of its hopelessly shabby appearance, it seems as if few trainers raise it.",
        "Name": "Feebas",
        "PokedexTranslated": "Feebas vive em lagos que são fortemente infestados de ervas. Devido a sua aparência deplorável, parece que poucos treinadores o levam. \n",
        "translatedTime": "37.977"
      },
      {
        "Pokedex": "It is said to live at the bottom of large lakes. Considered to be the most beautiful of all Pokémon, it has been depicted in paintings and statues.",
        "Name": "Milotic",
        "PokedexTranslated": "Diz-se que ele vive no fundo de grandes lagos. Considerado o mais belo de todos os Pokémon, ele foi retratado em pinturas e estátuas. \n",
        "translatedTime": "36.898"
      }
    ],
    "maxTranslatedTime": 44.616,
    "minTranslatedTime": 30.981
  },
  {
    "date": "2024-11-10T20:37:30.207Z",
    "totalTranslationTime": 1621.126,
    "averageTranslationTime": 32.42252,
    "p90TranslationTime": 34.777,
    "translatedPokemonCount": 50,
    "translationRange": {
      "min": 351,
      "max": 400
    },
    "translatedPokemon": [
      {
        "Pokedex": "It alters its form depending on the weather. Changes in the climate such as the temperature and humidity appear to affect its cellular structure.",
        "Name": "Castform",
        "PokedexTranslated": "Alterna sua forma de acordo com o clima. Mudanças no clima, como a temperatura e a umidade, parecem afetar sua estrutura celular. \n",
        "translatedTime": "27.182"
      },
      {
        "Pokedex": "A Pokémon that has the ability to alter its body colors to match its surroundings. A Kecleon reverts to its original colors if it is startled.",
        "Name": "Kecleon",
        "PokedexTranslated": "Um Pokémon que pode alterar suas cores para combinar com seu ambiente. O Kecleon volta para suas cores originais se estiver assustado. \n",
        "translatedTime": "27.384"
      },
      {
        "Pokedex": "This Pokémon roams about deep in the night seeking such negative emotions as grudges and envy. It retreats to its nest when the sun begins to rise.",
        "Name": "Shuppet",
        "PokedexTranslated": "Este Pokémon percorre as profundezas da noite em busca de emoções negativas, como ressentimentos e inveja. Ele se retira para seu ninho quando o sol começa a se pôr. \n",
        "translatedTime": "28.679"
      },
      {
        "Pokedex": "An abandoned plush doll became this Pokémon. They are said to live in garbage dumps and wander about in search of the children that threw them away.",
        "Name": "Banette",
        "PokedexTranslated": "Uma boneca de pelúcia abandonada se tornou este Pokémon. Diz-se que eles vivem em lixões e vagam em busca dos crianças que as jogaram fora. \n",
        "translatedTime": "28.429"
      },
      {
        "Pokedex": "A glare from its single scarlet eye makes even burly grown-ups freeze in utter fear. It is a nocturnal Pokémon that roams about under the cloak of darkness.",
        "Name": "Duskull",
        "PokedexTranslated": "O brilho de seu único olho escarlate faz até os adultos mais corajosos congelarem em terror. É um Pokémon noturno que percorre o mundo sob a sombra da noite. \n",
        "translatedTime": "27.553"
      },
      {
        "Pokedex": "It is thought that its body is hollow with only a spectral ball of fire burning inside. However, no one has been able to confirm this theory as fact.",
        "Name": "Dusclops",
        "PokedexTranslated": "É pensado que seu corpo é hueco, com apenas uma bola espectral de fogo que queima dentro. No entanto, ninguém conseguiu confirmar essa teoria como fato. \n",
        "translatedTime": "28.929"
      },
      {
        "Pokedex": "It flies by flapping its broad leaves. The bunch of fruit that grows around its neck is deliciously sweet. In the spring, it scatters pollen from its neck.",
        "Name": "Tropius",
        "PokedexTranslated": "Ele voa pulando suas grandes folhas. O grupo de frutas que cresce ao redor do pescoço dele é doce demais. Na primavera, ele dispersa pólen do pescoço. \n",
        "translatedTime": "29.421"
      },
      {
        "Pokedex": "They fly about very actively when the hot season arrives. They communicate among themselves using seven different and distinguishing cries.",
        "Name": "Chimecho",
        "PokedexTranslated": "Eles voam muito ativamente quando a estação quente chega. Eles se comunicam entre si usando sete sons diferentes e distintivos. \n",
        "translatedTime": "28.785"
      },
      {
        "Pokedex": "It sharply senses even subtle changes in the sky and the land to predict natural disasters. It is a long-lived Pokémon that has a life-span of 100 years.",
        "Name": "Absol",
        "PokedexTranslated": "Ele sente com nitidez mesmo as pequenas mudanças no céu e na terra para prever desastres naturais. É um Pokémon de longa vida com uma expectativa de vida de 100 anos. \n",
        "translatedTime": "30.43"
      },
      {
        "Pokedex": "A Wynaut loves to eat sweet fruits. It cleverly picks fruits using its earlike arms. They gather in fruit gardens, drawn by the fragrance.",
        "Name": "Wynaut",
        "PokedexTranslated": "Uma Wynaut adora comer frutas doces. Ela escolhe frutas com inteligência usando seus braços semelhantes a orelhas. Eles se reúnem em jardins de frutas, atraídos pelo aroma. \n",
        "translatedTime": "30.152"
      },
      {
        "Pokedex": "They tend to move about in groups of around five Snorunt. In snowy regions, it is said that when they are seen late at night, snowfall will arrive by morning.",
        "Name": "Snorunt",
        "PokedexTranslated": "Eles costumam se mover em grupos de cerca de cinco Snorunt. Em regiões nevadas, dizem que quando são vistos à noite, a neve chegará pela manhã. \n",
        "translatedTime": "30.284"
      },
      {
        "Pokedex": "A Glalie has the power to instantaneously freeze moisture in the atmosphere. A dazzling cloud of diamondlike ice crystals forms around its body.",
        "Name": "Glalie",
        "PokedexTranslated": "Um Glalie tem a capacidade de congelar instantaneamente a umidade na atmosfera. Uma nuvem deslumbrante de cristais de gelo de diamante forma ao redor do seu corpo. \n",
        "translatedTime": "30.177"
      },
      {
        "Pokedex": "It is completely covered with plushy fur. As a result, it never feels the cold even when it is rolling about on ice floes or diving in the sea.",
        "Name": "Spheal",
        "PokedexTranslated": "É completamente coberto de pelos macios. Como resultado, nunca sente o frio mesmo quando está rolando sobre placas de gelo ou nadando no mar. \n",
        "translatedTime": "28.609"
      },
      {
        "Pokedex": "Sealeo live in herds on ice floes. Using its powerful flippers, it shatters ice. It dives into the sea to hunt prey five times a day.",
        "Name": "Sealeo",
        "PokedexTranslated": "Sealeo vive em rebanhos sobre placas de gelo. Usando suas poderosas pranchas, ele quebra gelo. Ele mergulha no mar para caçar presas cinco vezes por dia. \n",
        "translatedTime": "31.008"
      },
      {
        "Pokedex": "To protect its herd, the leader battles anything that invades its territory, even at the cost of its life. Its tusks may snap off in battle.",
        "Name": "Walrein",
        "PokedexTranslated": "Para proteger sua manada, o líder enfrenta qualquer invasor em seu território, mesmo a custa de sua vida. Seus dentes podem se quebrar em batalha. \n",
        "translatedTime": "30.44"
      },
      {
        "Pokedex": "A Clamperl slams its shell closed on prey to prevent escape. The pearl it creates upon evolution is said to be infused with a mysterious energy.",
        "Name": "Clamperl",
        "PokedexTranslated": "Uma Clamperl fecha sua concha sobre a presa para impedir a fuga. A pérola que ela cria durante a evolução é dita ser infundida com uma energia misteriosa. \n",
        "translatedTime": "31.024"
      },
      {
        "Pokedex": "To withstand the crushing water pressure deep under the sea, its spine is very thick and sturdy. Its tail, which is shaped like a small fish, has eyes that light up.",
        "Name": "Huntail",
        "PokedexTranslated": "Para resistir à pressão da água esmagadora no fundo do mar, sua coluna vertebral é muito grossa e resistente. Seu cauda, que tem a forma de um pequeno peixe, tem olhos que se iluminam. \n",
        "translatedTime": "31.704"
      },
      {
        "Pokedex": "A Gorebyss siphons the body fluids of prey through its thin, tubular mouth. Its light pink body color turns vivid when it finishes feeding.",
        "Name": "Gorebyss",
        "PokedexTranslated": "Um Gorebyss aspira os fluidos corporais da presa através de sua boca tubular fina. Seu corpo rosa claro se torna vibrante quando termina de alimentar. \n",
        "translatedTime": "31.367"
      },
      {
        "Pokedex": "A Pokémon that was once believed to be extinct. The species has not changed its form for 100 million years. It walks on the seafloor using its pectoral fins.",
        "Name": "Relicanth",
        "PokedexTranslated": "Um Pokémon que era considerado extinto. A espécie não mudou sua forma há 100 milhões de anos. Ele caminha no fundo do mar usando suas pranchas pectorais. \n",
        "translatedTime": "31.555"
      },
      {
        "Pokedex": "Luvdisc make the branches of Corsola their nests. There is a custom from long ago of giving a Luvdisc as a gift to express one's feelings of love.",
        "Name": "Luvdisc",
        "PokedexTranslated": "Luvdisc fazem as ramificações de Corsola seus ninhos. Há um costume de muito tempo de dar um Luvdisc como presente para expressar os sentimentos de amor. \n",
        "translatedTime": "35.961"
      },
      {
        "Pokedex": "Although it is small, this Pokémon is very powerful because its body is a bundle of muscles. It launches head-butts with its ironlike skull.",
        "Name": "Bagon",
        "PokedexTranslated": "Embora seja pequeno, este Pokémon é muito poderoso porque seu corpo é um conjunto de músculos. Ele lança cabeçadas com sua crânio de ferro. \n",
        "translatedTime": "32.272"
      },
      {
        "Pokedex": "It hardly eats while it awaits evolution. It becomes hardier by enduring hunger. Its shell peels off the instant it begins to evolve.",
        "Name": "Shelgon",
        "PokedexTranslated": "Ele mal se alimenta enquanto aguarda a evolução. Ele se torna mais resistente ao endurecer a fome. Sua concha descasca instantaneamente quando começa a evoluir. \n",
        "translatedTime": "32.513"
      },
      {
        "Pokedex": "After many long years, its cellular structure underwent a sudden mutation to grow wings. When angered, it loses all thought and rampages out of control.",
        "Name": "Salamence",
        "PokedexTranslated": "Após muitos anos, sua estrutura celular sofreu uma mutação repentina para crescer asas. Quando irritado, ele perde toda a razão e se descontrola. \n",
        "translatedTime": "32.605"
      },
      {
        "Pokedex": "When Beldum gather in a swarm, they move in perfect unison as if they were but one Pokémon. They communicate with each other using brain waves.",
        "Name": "Beldum",
        "PokedexTranslated": "Quando Beldum se reúnem em um bando, eles se movem em perfeita união como se fossem apenas um Pokémon. Eles se comunicam entre si usando ondas cerebrais. \n",
        "translatedTime": "33.424"
      },
      {
        "Pokedex": "The claws tipping its arms pack the destructive power to tear through thick iron sheets as if they were silk. It flies at over 60 miles per hour.",
        "Name": "Metang",
        "PokedexTranslated": "As garras que apontam seus braços carregam a força destrutiva para rasgarem através de folhas de ferro grossas como se fossem seda. Ele voa a mais de 60 milhas por hora. \n",
        "translatedTime": "33.668"
      },
      {
        "Pokedex": "Metagross has four brains that are joined by a complex neural network. As a result of integration, this Pokémon is smarter than a supercomputer.",
        "Name": "Metagross",
        "PokedexTranslated": "Metagross tem quatro cérebros que estão unidos por uma rede neural complexa. Como resultado da integração, este Pokémon é mais inteligente que um supercomputador. \n",
        "translatedTime": "33.275"
      },
      {
        "Pokedex": "A Pokémon that is made entirely of rocks and boulders. If parts of its body chip off in battle, Regirock repairs itself by adding new rocks.",
        "Name": "Regirock",
        "PokedexTranslated": "Um Pokémon feito completamente de rochas e rochas. Se partes de seu corpo se descascarem em batalha, Regirock se reparará adicionando novas rochas. \n",
        "translatedTime": "33.311"
      },
      {
        "Pokedex": "Its entire body is made of Antarctic ice. After extensive studies, researchers believe the ice was formed during an ice age.",
        "Name": "Regice",
        "PokedexTranslated": "Todo o seu corpo é feito de gelo antártico. Após estudos extensivos, os pesquisadores acreditam que o gelo foi formado durante uma era glacial. \n",
        "translatedTime": "37.958"
      },
      {
        "Pokedex": "Its body is harder than any other kind of metal. The body metal is composed of a mysterious substance. Not only is it hard, it shrinks and stretches flexibly.",
        "Name": "Registeel",
        "PokedexTranslated": "Seu corpo é mais duro que qualquer outro metal. O metal do corpo é composto por uma substância misteriosa. Não só é duro, mas também se contrai e se estende de forma flexível. \n",
        "translatedTime": "33.946"
      },
      {
        "Pokedex": "They make a small herd of only several members. They rarely make contact with people or other Pokémon. They disappear if they sense enemies.",
        "Name": "Latias",
        "PokedexTranslated": "Eles formam um pequeno rebanho com apenas alguns membros. Eles raramente se cruzam com pessoas ou outros Pokémon. Eles desaparecem se sentirem inimigos. \n",
        "translatedTime": "33.701"
      },
      {
        "Pokedex": "Even in hiding, it can detect the locations of others and sense their emotions since it has telepathy. Its intelligence allows it to understand human languages.",
        "Name": "Latios",
        "PokedexTranslated": "Mesmo em esconderijo, ele pode detectar as posições de outros e sentir suas emoções, já que possui telepatia. Sua inteligência permite que ele entenda línguas humanas. \n",
        "translatedTime": "33.493"
      },
      {
        "Pokedex": "Kyogre has appeared in mythology as the creator of the sea. After long years of feuding with Groudon, it took to sleep at the bottom of the sea.",
        "Name": "Kyogre",
        "PokedexTranslated": "Kyogre apareceu na mitologia como o criador do mar. Após longos anos de disputas com Groudon, ele se refugiou no fundo do mar. \n",
        "translatedTime": "33.758"
      },
      {
        "Pokedex": "Groudon has appeared in mythology as the creator of the land. It sleeps in magma underground and is said to make volcanoes erupt on awakening.",
        "Name": "Groudon",
        "PokedexTranslated": "Groudon apareceu na mitologia como o criador da terra. Ele dorme em magma subterrâneo e é dito que ele faz erupções vulcânicas ao acordar. \n",
        "translatedTime": "34.353"
      },
      {
        "Pokedex": "A Pokémon that flies endlessly in the ozone layer. It is said it would descend to the ground if Kyogre and Groudon were to fight.",
        "Name": "Rayquaza",
        "PokedexTranslated": "Um Pokémon que voa sem parar na camada de ozônio. Diz-se que ele descerá para a terra se Kyogre e Groudon se encontrarem em batalha. \n",
        "translatedTime": "34.653"
      },
      {
        "Pokedex": "Jirachi is said to make wishes come true. While it sleeps, a tough crystalline shell envelops the body to protect it from enemies.",
        "Name": "Jirachi",
        "PokedexTranslated": "Jirachi é dito que realiza desejos. Enquanto dorme, uma concha cristalina dura protege o corpo para proteger de inimigos. \n",
        "translatedTime": "33.503"
      },
      {
        "Pokedex": "A Pokémon that mutated from an extraterrestrial virus exposed to a laser beam. Its body is configured for superior agility and speed.",
        "Name": "Deoxys",
        "PokedexTranslated": "Um Pokémon que se mutado a partir de um vírus extraterrestre exposto a uma beam de laser. Seu corpo é configurado para maior agilidade e velocidade. \n",
        "translatedTime": "34.139"
      },
      {
        "Pokedex": "Made from soil, the shell on its back hardens when it drinks water. It lives along lakes.",
        "Name": "Turtwig",
        "PokedexTranslated": "Feito de solo, a concha na sua parte de trás endurece quando bebe água. Ele vive junto a lagos. \n",
        "translatedTime": "33.62"
      },
      {
        "Pokedex": "It lives along water in forests. In the daytime, it leaves the forest to sunbathe its treed shell.",
        "Name": "Grotle",
        "PokedexTranslated": "Ele vive junto a água em florestas. Durante o dia, ele deixa a floresta para tomar sol na sua concha de árvore. \n",
        "translatedTime": "34.101"
      },
      {
        "Pokedex": "Small Pokémon occasionally gather on its unmoving back to begin building their nests.",
        "Name": "Torterra",
        "PokedexTranslated": "Pokémon pequenos ocasionalmente se reúnem em sua parte traseira imóvel para começar a construir seus ninhos. \n",
        "translatedTime": "33.551"
      },
      {
        "Pokedex": "It agilely scales sheer cliffs to live atop craggy mountains. Its fire is put out when it sleeps.",
        "Name": "Chimchar",
        "PokedexTranslated": "Ele escalar acentuadamente as falésias íngremes para viver em cima de montanhas escarpadas. Seu fogo é apagado quando ele dorme. \n",
        "translatedTime": "34.838"
      },
      {
        "Pokedex": "To intimidate attackers, it stretches the fire on its tail to make itself appear bigger.",
        "Name": "Monferno",
        "PokedexTranslated": "Para intimidar atacantes, ele estica o fogo na sua cauda para fazê-lo parecer maior. \n",
        "translatedTime": "33.972"
      },
      {
        "Pokedex": "It uses a special kind of martial arts involving all its limbs. Its fire never goes out.",
        "Name": "Infernape",
        "PokedexTranslated": "Ele usa um tipo especial de artes marciais que envolve todas as suas extremidades. Seu fogo nunca se apaga. \n",
        "translatedTime": "34.211"
      },
      {
        "Pokedex": "Because it is very proud, it hates accepting food from people. Its thick down guards it from cold.",
        "Name": "Piplup",
        "PokedexTranslated": "Por ser muito orgulhoso, ele odeia aceitar comida de pessoas. Seu pelo denso o protege do frio. \n",
        "translatedTime": "34.289"
      },
      {
        "Pokedex": "It lives alone, away from others. Apparently, every one of them believes it is the most important.",
        "Name": "Prinplup",
        "PokedexTranslated": "Ele vive sozinho, longe dos outros. Aparentemente, todos acreditam que é o mais importante. \n",
        "translatedTime": "34.375"
      },
      {
        "Pokedex": "The three horns that extend from its beak attest to its power. The leader has the biggest horns.",
        "Name": "Empoleon",
        "PokedexTranslated": "As três crânios que se estendem da sua bico demonstram sua força. O líder tem os maiores crânios. \n",
        "translatedTime": "34.879"
      },
      {
        "Pokedex": "They flock in great numbers. Though small, they flap their wings with great power.",
        "Name": "Starly",
        "PokedexTranslated": "Eles se reúnem em grandes números. Apesar de pequenos, eles agitam suas asas com grande força. \n",
        "translatedTime": "34.641"
      },
      {
        "Pokedex": "It flies around forests and fields in search of bug Pokémon. It stays within a huge flock.",
        "Name": "Staravia",
        "PokedexTranslated": "Ele voa por florestas e campos em busca de Pokémon insetos. Ele permanece dentro de um grande bando. \n",
        "translatedTime": "34.762"
      },
      {
        "Pokedex": "It has a savage nature. It will courageously challenge foes that are much larger.",
        "Name": "Staraptor",
        "PokedexTranslated": "Ele tem uma natureza selvagem. Ele desafiará corajosamente inimigos que são muito maiores. \n",
        "translatedTime": "34.517"
      },
      {
        "Pokedex": "With nerves of steel, nothing can perturb it. It is more agile and active than it appears.",
        "Name": "Bidoof",
        "PokedexTranslated": "Com nervos de aço, nada pode perturbá-lo. É mais ágil e ativo do que parece. \n",
        "translatedTime": "34.777"
      },
      {
        "Pokedex": "It makes its nest by damming streams with bark and mud. It is known as an industrious worker.",
        "Name": "Bibarel",
        "PokedexTranslated": "Ele faz seu ninho damando rios com madeira e argila. É conhecido como um trabalhador dedicado. \n",
        "translatedTime": "34.948"
      }
    ],
    "maxTranslatedTime": 37.958,
    "minTranslatedTime": 27.182
  },
  {
    "date": "2024-11-10T21:58:26.183Z",
    "totalTranslationTime": 1581.2829999999997,
    "averageTranslationTime": 31.625659999999993,
    "p90TranslationTime": 34.317,
    "translatedPokemonCount": 50,
    "translationRange": {
      "min": 401,
      "max": 450
    },
    "translatedPokemon": [
      {
        "Pokedex": "It shakes its head back to front, causing its antennae to hit each other and sound like a xylophone.",
        "Name": "Kricketot",
        "PokedexTranslated": "Ele estica a cabeça para trás, fazendo seus antenas baterem umas nas outras e produzir um som como um xylofone. \n",
        "translatedTime": "25.508"
      },
      {
        "Pokedex": "It crosses its knifelike arms in front of its chest when it cries. It can compose melodies ad lib.",
        "Name": "Kricketune",
        "PokedexTranslated": "Ele dobra seus braços afiados na frente do peito quando chora. Ele pode compor melodias à vontade. \n",
        "translatedTime": "26.644"
      },
      {
        "Pokedex": "All of its fur dazzles if danger is sensed. It flees while the foe is momentarily blinded.",
        "Name": "Shinx",
        "PokedexTranslated": "Todo seu pelo brilha se perigo for sentido. Ele foge enquanto o inimigo está momentaneamente cego. \n",
        "translatedTime": "27.31"
      },
      {
        "Pokedex": "Its claws loose electricity with enough amperage to cause fainting. They live in small groups.",
        "Name": "Luxio",
        "PokedexTranslated": "Seus garras liberam eletricidade com amperagem suficiente para causar tonturas. Eles vivem em pequenos grupos. \n",
        "translatedTime": "27.527"
      },
      {
        "Pokedex": "It has eyes that can see through anything. It spots and captures prey hiding behind objects.",
        "Name": "Luxray",
        "PokedexTranslated": "Ele tem olhos que podem ver através de tudo. Ele detecta e captura presas escondidas atrás de objetos. \n",
        "translatedTime": "27.551"
      },
      {
        "Pokedex": "Over the winter, it closes its bud and endures the cold. In spring, the bud opens and releases pollen.",
        "Name": "Budew",
        "PokedexTranslated": "No inverno, ele fecha seu broto e aguenta o frio. Na primavera, o broto se abre e libera pólen. \n",
        "translatedTime": "26.731"
      },
      {
        "Pokedex": "It attracts prey with a sweet aroma, then downs it with thorny whips hidden in its arms.",
        "Name": "Roserade",
        "PokedexTranslated": "Ele atrai presas com um aroma doce, depois as suga com whips espinhosas escondidas em seus braços. \n",
        "translatedTime": "28.151"
      },
      {
        "Pokedex": "It lived in jungles around 100 million years ago. Its skull is as hard as iron.",
        "Name": "Cranidos",
        "PokedexTranslated": "Ele viveu em florestas há 100 milhões de anos. Seu crânio é tão duro quanto o ferro. \n",
        "translatedTime": "32.076"
      },
      {
        "Pokedex": "Its powerful head butt has enough power to shatter even the most durable things upon impact.",
        "Name": "Rampardos",
        "PokedexTranslated": "Seu poderoso cabeçada tem a força suficiente para quebrar até as coisas mais duráveis ao impacto. \n",
        "translatedTime": "29.45"
      },
      {
        "Pokedex": "A Pokémon that lived in jungles around 100 million years ago. Its facial hide is extremely hard.",
        "Name": "Shieldon",
        "PokedexTranslated": "Um Pokémon que viveu em florestas há 100 milhões de anos. Seu rosto é extremamente duro. \n",
        "translatedTime": "29.775"
      },
      {
        "Pokedex": "Any frontal attack is repulsed. It is a docile Pokémon that feeds on grass and berries.",
        "Name": "Bastiodon",
        "PokedexTranslated": "Qualquer ataque frontal é repelido. É um Pokémon dócil que se alimenta de grama e morangos. \n",
        "translatedTime": "28.258"
      },
      {
        "Pokedex": "To shelter itself from cold, wintry winds, it covers itself with a cloak made of twigs and leaves.",
        "Name": "Burmy",
        "PokedexTranslated": "Para se proteger do frio e dos ventos gelados, ele se cobre com um manto feito de galhos e folhas. \n",
        "translatedTime": "30.788"
      },
      {
        "Pokedex": "When Burmy evolved, its cloak became a part of this Pokémon's body. The cloak is never shed.",
        "Name": "Wormadam",
        "PokedexTranslated": "Quando o Burmy evolui, seu manto se torna parte do corpo deste Pokémon. O manto nunca é desfeito. \n",
        "translatedTime": "30.652"
      },
      {
        "Pokedex": "It loves the honey of flowers and steals honey collected by Combee.",
        "Name": "Mothim",
        "PokedexTranslated": "Ele ama o mel das flores e rouba o mel coletando por Combee. \n",
        "translatedTime": "30.395"
      },
      {
        "Pokedex": "A Pokémon formed by three others. It busily carries sweet floral honey to Vespiquen.",
        "Name": "Combee",
        "PokedexTranslated": "Um Pokémon formado por três outros. Ele carrega com zelo mel floral doce para Vespiquen. \n",
        "translatedTime": "30.769"
      },
      {
        "Pokedex": "Its abdomen is a honeycomb for grubs. It raises its grubs on honey collected by Combee.",
        "Name": "Vespiquen",
        "PokedexTranslated": "Seu abdômen é um labirinto de abelhas para grubs. Ele eleva seus grubs com mel coletando por Combee. \n",
        "translatedTime": "30.291"
      },
      {
        "Pokedex": "It makes fur balls that crackle with static electricity. It stores them with berries in tree holes.",
        "Name": "Pachirisu",
        "PokedexTranslated": "Ele faz bolas de pelo que crackle com eletricidade estática. Ele as armazena com morangos em buracos de árvores. \n",
        "translatedTime": "31.003"
      },
      {
        "Pokedex": "It has a flotation sac that is like an inflatable collar. It floats on water with its head out.",
        "Name": "Buizel",
        "PokedexTranslated": "Ele tem um saco de natação que é como um colar inflável. Ele flutua na água com a cabeça para fora. \n",
        "translatedTime": "31.555"
      },
      {
        "Pokedex": "It floats using its well-developed flotation sac. It assists in the rescues of drowning people.",
        "Name": "Floatzel",
        "PokedexTranslated": "Ele flutua usando seu saco de natação bem desenvolvido. Ele auxilia em resgates de pessoas afogadas. \n",
        "translatedTime": "30.769"
      },
      {
        "Pokedex": "The small ball holds the nutrients needed for evolution. Apparently, it is very sweet and tasty.",
        "Name": "Cherubi",
        "PokedexTranslated": "A pequena bola contém os nutrientes necessários para a evolução. Aparentemente, é muito doce e gostoso. \n",
        "translatedTime": "30.952"
      },
      {
        "Pokedex": "It blooms during times of strong sunlight. It tries to make up for everything it endured as a bud.",
        "Name": "Cherrim",
        "PokedexTranslated": "Ele floresce durante momentos de forte luz solar. Ele tenta compensar tudo o que passou como um broto. \n",
        "translatedTime": "31.136"
      },
      {
        "Pokedex": "Its colors and shapes differ from region to region. In the Sinnoh region, two types are confirmed.",
        "Name": "Shellos",
        "PokedexTranslated": "Seus cores e formas diferem de região para região. Na região de Sinnoh, dois tipos são confirmados. \n",
        "translatedTime": "31.142"
      },
      {
        "Pokedex": "It has a pliable body without any bones. If any part of its body is torn off, it grows right back.",
        "Name": "Gastrodon",
        "PokedexTranslated": "Ele tem um corpo flexível sem ossos. Se qualquer parte do seu corpo for arrancada, ele cresce de volta. \n",
        "translatedTime": "31.225"
      },
      {
        "Pokedex": "To eat, it deftly shucks nuts with its two tails. It rarely uses its arms now.",
        "Name": "Ambipom",
        "PokedexTranslated": "Para se alimentar, ele espreme castanhas com suas duas caudas com destreza. Ele raramente usa seus braços agora. \n",
        "translatedTime": "31.852"
      },
      {
        "Pokedex": "A Pokémon formed by the spirits of people and Pokémon. It loves damp, humid seasons.",
        "Name": "Drifloon",
        "PokedexTranslated": "Um Pokémon formado pelos espíritos de pessoas e Pokémon. Ele ama as estações úmidas e úmidas. \n",
        "translatedTime": "31.629"
      },
      {
        "Pokedex": "It's drowzy in daytime, but flies off in the evening in big groups. No one knows where they go.",
        "Name": "Drifblim",
        "PokedexTranslated": "Ele é sonolento durante o dia, mas voa à noite em grandes grupos. Ninguém sabe para onde eles vão. \n",
        "translatedTime": "32.14"
      },
      {
        "Pokedex": "It slams foes by sharply uncoiling its rolled ears. It stings enough to make a grown-up cry in pain.",
        "Name": "Buneary",
        "PokedexTranslated": "Ele empurra inimigos ao desdobrar seus ouvidos enrolados com força. Ele picar é suficiente para fazer um adulto chorar de dor. \n",
        "translatedTime": "32.482"
      },
      {
        "Pokedex": "An extremely cautious Pokémon. It cloaks its body with its fluffy ear fur when it senses danger.",
        "Name": "Lopunny",
        "PokedexTranslated": "Um Pokémon extremamente cauteloso. Ele cobre seu corpo com seu pelo de orelha macio quando sente perigo. \n",
        "translatedTime": "32.058"
      },
      {
        "Pokedex": "Its cries sound like incantations. Those hearing it are tormented by headaches and hallucinations.",
        "Name": "Mismagius",
        "PokedexTranslated": "Seus gritos soam como incantations. Aqueles que ouvem são atormentados por dores de cabeça e alucinações. \n",
        "translatedTime": "31.517"
      },
      {
        "Pokedex": "Becoming active at night, it is known to swarm with numerous Murkrow in tow.",
        "Name": "Honchkrow",
        "PokedexTranslated": "Tornando-se ativo à noite, é conhecido por se aglomerar com vários Murkrow ao seu lado. \n",
        "translatedTime": "32.555"
      },
      {
        "Pokedex": "It claws if displeased and purrs when affectionate. Its fickleness is very popular among some.",
        "Name": "Glameow",
        "PokedexTranslated": "Ele arranha se insatisfeito e ronronar quando é afetivo. Sua fickleza é muito popular entre alguns. \n",
        "translatedTime": "34.121"
      },
      {
        "Pokedex": "It is a brazen brute that barges its way into another Pokémon's nest and claims it as its own.",
        "Name": "Purugly",
        "PokedexTranslated": "É um bruto impetuoso que invade o ninho de outro Pokémon e o reivindica como seu. \n",
        "translatedTime": "32.209"
      },
      {
        "Pokedex": "It emits cries by agitating an orb at the back of its throat. It moves with flouncing hops.",
        "Name": "Chingling",
        "PokedexTranslated": "Ele emite gritos agitando uma esfera na parte de trás da garganta. Ele se move com saltos flutuantes. \n",
        "translatedTime": "32.945"
      },
      {
        "Pokedex": "It protects itself by spraying a noxious fluid from its rear. The stench lingers for 24 hours.",
        "Name": "Stunky",
        "PokedexTranslated": "Ele se protege pulverizando um líquido nocivo de sua cauda. O odor persiste por 24 horas. \n",
        "translatedTime": "33.174"
      },
      {
        "Pokedex": "It sprays a vile-smelling fluid from the tip of its tail to attack. Its range is over 160 feet.",
        "Name": "Skuntank",
        "PokedexTranslated": "Ele pulveriza um líquido nauseante da ponta da cauda para atacar. Seu alcance é superior a 160 pés. \n",
        "translatedTime": "33.076"
      },
      {
        "Pokedex": "Implements shaped like it were discovered in ancient tombs. It is unknown if they are related.",
        "Name": "Bronzor",
        "PokedexTranslated": "Implementos em forma de serem descobertos em tumbas antigas. É desconhecido se eles estão relacionados. \n",
        "translatedTime": "33.56"
      },
      {
        "Pokedex": "One caused a news sensation when it was dug up at a construction site after a 2,000-year sleep.",
        "Name": "Bronzong",
        "PokedexTranslated": "Um causou uma sensação de notícia quando foi escavado em um local de construção após um sono de 2.000 anos. \n",
        "translatedTime": "33.512"
      },
      {
        "Pokedex": "It looks as if it is always crying. It is actually adjusting its body's fluid levels by eliminating excess.",
        "Name": "Bonsly",
        "PokedexTranslated": "Parece que está sempre chorando. Na verdade, está ajustando os níveis de fluido do seu corpo eliminando o excesso. \n",
        "translatedTime": "33.999"
      },
      {
        "Pokedex": "It habitually mimics foes. Once mimicked, the foe cannot take its eyes off this Pokémon.",
        "Name": "Mime Jr.",
        "PokedexTranslated": "Ele habitualmente imita inimigos. Uma vez imitado, o inimigo não consegue tirar os olhos deste Pokémon. \n",
        "translatedTime": "33.729"
      },
      {
        "Pokedex": "It loves round white things. It carries an egg-shaped rock in imitation of Chansey.",
        "Name": "Happiny",
        "PokedexTranslated": "Ele ama coisas brancas redondas. Ele carrega uma rocha em forma de ovo em imitação de Chansey. \n",
        "translatedTime": "33.418"
      },
      {
        "Pokedex": "It can learn and speak human words. If they gather, they all learn the same saying.",
        "Name": "Chatot",
        "PokedexTranslated": "Ele pode aprender e falar palavras humanas. Se se juntarem, todos aprendem a mesma frase. \n",
        "translatedTime": "33.322"
      },
      {
        "Pokedex": "A Pokémon that was formed by 108 spirits. It is bound to a fissure in an odd keystone.",
        "Name": "Spiritomb",
        "PokedexTranslated": "Um Pokémon formado por 108 espíritos. Está ligado a uma fissura em uma chave de pedra. \n",
        "translatedTime": "34.576"
      },
      {
        "Pokedex": "It nests in small, horizontal holes in cave walls. It pounces to catch prey that stray too close.",
        "Name": "Gible",
        "PokedexTranslated": "Ele ninho em pequenos buracos horizontais nas paredes de cavernas. Ele pounce para capturar presas que se aproximarem demais. \n",
        "translatedTime": "33.924"
      },
      {
        "Pokedex": "There is a long-held belief that medicine made from its scales will heal even incurable illnesses.",
        "Name": "Gabite",
        "PokedexTranslated": "Há uma crença antiga de que a medicina feita com suas escamas cura até doenças incurabis. \n",
        "translatedTime": "36.009"
      },
      {
        "Pokedex": "When it folds up its body and extends its wings, it looks like a jet plane. It flies at sonic speed.",
        "Name": "Garchomp",
        "PokedexTranslated": "Quando ele dobra seu corpo e estende suas asas, parece um avião de combate. Ele voa a velocidade do som. \n",
        "translatedTime": "33.928"
      },
      {
        "Pokedex": "It wolfs down its weight in food once a day, swallowing food whole with almost no chewing.",
        "Name": "Munchlax",
        "PokedexTranslated": "Ele consome seu peso em comida em um único dia, engoliu a comida inteira quase sem mastigar. \n",
        "translatedTime": "34.43"
      },
      {
        "Pokedex": "The aura that emanates from its body intensifies to alert others if it is afraid or sad.",
        "Name": "Riolu",
        "PokedexTranslated": "A aura que emanam do seu corpo intensifica para alertar os outros se estiver com medo ou triste. \n",
        "translatedTime": "33.91"
      },
      {
        "Pokedex": "It has the ability to sense the auras of all things. It understands human speech.",
        "Name": "Lucario",
        "PokedexTranslated": "Ele tem a capacidade de sentir as auras de todas as coisas. Ele entende a linguagem humana. \n",
        "translatedTime": "34.317"
      },
      {
        "Pokedex": "It lives in arid places. Instead of perspiration, it expels grainy sand from its body.",
        "Name": "Hippopotas",
        "PokedexTranslated": "Ele vive em lugares áridos. Em vez de suor, expulsa areia granulada do seu corpo. \n",
        "translatedTime": "34.499"
      },
      {
        "Pokedex": "It blasts internally stored sand from ports on its body to create a towering twister for attack.",
        "Name": "Hippowdon",
        "PokedexTranslated": "Ele expulsa areia armazenada internamente de portas no seu corpo para criar um tornado imponente para ataque. \n",
        "translatedTime": "34.734"
      }
    ],
    "maxTranslatedTime": 36.009,
    "minTranslatedTime": 25.508
  },
  {
    "date": "2024-11-11T01:28:51.081Z",
    "totalTranslationTime": 1626.463,
    "averageTranslationTime": 32.52926,
    "p90TranslationTime": 35.787,
    "translatedPokemonCount": 50,
    "translationRange": {
      "min": 451,
      "max": 500
    },
    "translatedPokemon": [
      {
        "Pokedex": "It grips prey with its tail claws and injects poison. It tenaciously hangs on until the poison takes.",
        "Name": "Skorupi",
        "PokedexTranslated": "Ele agarra a presa com suas garras de cauda e injeta veneno. Ele se agarra tenaciously até que o veneno atinja. \n",
        "translatedTime": "28.955"
      },
      {
        "Pokedex": "It has the power in its clawed arms to make scrap of a car. The tips of its claws release poison.",
        "Name": "Drapion",
        "PokedexTranslated": "Ele tem o poder em suas garras para fazer um carro de lixo. As pontas de suas garras liberam veneno. \n",
        "translatedTime": "28.848"
      },
      {
        "Pokedex": "Its cheeks hold poison sacs. It tries to catch foes off guard to jab them with toxic fingers.",
        "Name": "Croagunk",
        "PokedexTranslated": "Seus maxilares guardam bolsas de veneno. Ele tenta capturar inimigos de surpresa para jabá-los com dedos tóxicos. \n",
        "translatedTime": "28.24"
      },
      {
        "Pokedex": "Its knuckle claws secrete a toxin so vile that even a scratch could prove fatal.",
        "Name": "Toxicroak",
        "PokedexTranslated": "Seus garras de cotovelo secretam um veneno tão vil que até um arranhão poderia ser fatal. \n",
        "translatedTime": "26.508"
      },
      {
        "Pokedex": "It attracts prey with its sweet-smelling saliva, then chomps down. It takes a whole day to eat prey.",
        "Name": "Carnivine",
        "PokedexTranslated": "Ele atrai presas com sua saliva doce, depois mastiga. Leva um dia inteiro para comer a presa. \n",
        "translatedTime": "30.852"
      },
      {
        "Pokedex": "After long exposure to sunlight, the patterns on its tail fins shine vividly when darkness arrives.",
        "Name": "Finneon",
        "PokedexTranslated": "Após longos períodos de exposição ao sol, os padrões nas suas caudas brilham com clareza quando a noite chega. \n",
        "translatedTime": "30.452"
      },
      {
        "Pokedex": "It lives on the deep-sea floor. It attracts prey by flashing the patterns on its four tail fins.",
        "Name": "Lumineon",
        "PokedexTranslated": "Ele vive no fundo do mar. Atrai presas exibindo os padrões nas suas quatro caudas. \n",
        "translatedTime": "30.124"
      },
      {
        "Pokedex": "A friendly Pokémon that captures the subtle flows of seawater using its two antennae.",
        "Name": "Mantyke",
        "PokedexTranslated": "Um Pokémon amigável que captura os sutis fluxos de água do mar usando seus dois antenas. \n",
        "translatedTime": "29.307"
      },
      {
        "Pokedex": "It lives on snowy mountains. Having had little contact with humans, it is boldly inquisitive.",
        "Name": "Snover",
        "PokedexTranslated": "Ele vive nas montanhas nevadas. Tendo pouco contato com humanos, é inquisitivo e corajoso. \n",
        "translatedTime": "31.116"
      },
      {
        "Pokedex": "It whips up blizzards in mountains that are always buried in snow. It is the abominable snowman.",
        "Name": "Abomasnow",
        "PokedexTranslated": "Ele cria tempestades de neve nas montanhas que estão sempre cobertas de neve. É o abominable snowman. \n",
        "translatedTime": "30.003"
      },
      {
        "Pokedex": "They live in cold regions, forming groups of four or five that hunt prey with impressive coordination.",
        "Name": "Weavile",
        "PokedexTranslated": "Eles vivem em regiões frias, formando grupos de quatro ou cinco que caçam presas com impressionante coordenação. \n",
        "translatedTime": "28.781"
      },
      {
        "Pokedex": "It evolved from exposure to a special magnetic field. Three units generate magnetism.",
        "Name": "Magnezone",
        "PokedexTranslated": "Ele evoluiu por exposição a um campo magnético especial. Três unidades geram magnetismo. \n",
        "translatedTime": "30.808"
      },
      {
        "Pokedex": "It wraps things with its extensible tongue. Getting too close to it will leave you soaked with drool.",
        "Name": "Lickilicky",
        "PokedexTranslated": "Ele envolve coisas com sua língua extenível. Se aproximar demais dele te deixará encharcado de saliva. \n",
        "translatedTime": "30.19"
      },
      {
        "Pokedex": "It puts rocks in holes in its palms and uses its muscles to shoot them. Geodude are shot at rare times.",
        "Name": "Rhyperior",
        "PokedexTranslated": "Ele coloca rochas em buracos nas palmas das suas mãos e usa seus músculos para dispará-las. Geodude são disparados com raridade. \n",
        "translatedTime": "30.913"
      },
      {
        "Pokedex": "It ensnares prey by extending arms made of vines. Losing arms to predators does not trouble it.",
        "Name": "Tangrowth",
        "PokedexTranslated": "Ele captura presas ao estender braços feitos de ervas. Perder braços para predadores não o perturba. \n",
        "translatedTime": "30.435"
      },
      {
        "Pokedex": "It pushes the tips of its two tails against the foe, then lets loose with over 20,000 volts of power.",
        "Name": "Electivire",
        "PokedexTranslated": "Ele empurra as pontas de seus dois caudas contra o inimigo, e depois libera 20.000 volts de poder. \n",
        "translatedTime": "30.924"
      },
      {
        "Pokedex": "It blasts fireballs of over 3,600 degrees F from the ends of its arms. It lives in volcanic craters.",
        "Name": "Magmortar",
        "PokedexTranslated": "Ele lança bolas de fogo de mais de 3.600 graus F dos extremos de seus braços. Ele vive em crateras vulcânicas. \n",
        "translatedTime": "31.754"
      },
      {
        "Pokedex": "It will never appear where there is strife. Its sightings have become rare recently.",
        "Name": "Togekiss",
        "PokedexTranslated": "Ele nunca aparecerá onde há conflito. Seus avistamentos se tornaram raros ultimamente. \n",
        "translatedTime": "31.063"
      },
      {
        "Pokedex": "By churning its wings, it creates shock waves that inflict critical internal injuries to foes.",
        "Name": "Yanmega",
        "PokedexTranslated": "Ao turbinar suas asas, ele cria ondas de choque que infligem ferimentos internos críticos aos inimigos. \n",
        "translatedTime": "28.368"
      },
      {
        "Pokedex": "Just like a plant, it uses photosynthesis. As a result, it is always enveloped in clear air.",
        "Name": "Leafeon",
        "PokedexTranslated": "Assim como uma planta, ele usa fotossíntese. Como resultado, ele está sempre envolvido em ar claro. \n",
        "translatedTime": "31.184"
      },
      {
        "Pokedex": "As a protective technique, it can completely freeze its fur to make its hairs stand like needles.",
        "Name": "Glaceon",
        "PokedexTranslated": "Como técnica de proteção, ele pode congelar completamente sua pelagem para fazer seus pelos ficarem como agulhas. \n",
        "translatedTime": "32.244"
      },
      {
        "Pokedex": "It observes prey while hanging inverted from branches. When the chance presents itself, it swoops!",
        "Name": "Gliscor",
        "PokedexTranslated": "Ele observa presas enquanto se agacha de forma invertida de ramos. Quando a oportunidade se apresenta, ele se precipita! \n",
        "translatedTime": "32.255"
      },
      {
        "Pokedex": "Its impressive tusks are made of ice. The population thinned when it turned warm after the ice age.",
        "Name": "Mamoswine",
        "PokedexTranslated": "Seus impressionantes dentes de tai são feitos de gelo. A população diminuiu quando ele se aqueceu após a era glacial. \n",
        "translatedTime": "32.644"
      },
      {
        "Pokedex": "Additional software was installed to make it a better Pokémon. It began acting oddly, however.",
        "Name": "Porygon-Z",
        "PokedexTranslated": "Software adicional foi instalado para torná-lo um Pokémon melhor. No entanto, começou a agir de forma estranha. \n",
        "translatedTime": "32.954"
      },
      {
        "Pokedex": "A master of courtesy and swordsmanship, it fights using extending swords on its elbows.",
        "Name": "Gallade",
        "PokedexTranslated": "Um mestre de cortesia e esgrima, ele luta usando espadas que se estendem nos cotovelos. \n",
        "translatedTime": "32.458"
      },
      {
        "Pokedex": "It exudes strong magnetism from all over. It controls three small units called Mini-Noses.",
        "Name": "Probopass",
        "PokedexTranslated": "Ele exala um forte magnetismo por todo o seu corpo. Ele controla três pequenos unidades chamadas Mini-Noses. \n",
        "translatedTime": "32.304"
      },
      {
        "Pokedex": "The antenna on its head captures radio waves from the world of spirits that command it to take people there.",
        "Name": "Dusknoir",
        "PokedexTranslated": "O antena na cabeça captura ondas de rádio do mundo dos espíritos que o comandam a levar pessoas para lá. \n",
        "translatedTime": "32.996"
      },
      {
        "Pokedex": "It freezes foes with an icy breath nearly -60 degrees F. What seems to be its body is actually hollow.",
        "Name": "Froslass",
        "PokedexTranslated": "Ele congela inimigos com um sopro de gelo quase -60 graus F. O que parece ser seu corpo é realmente vazio. \n",
        "translatedTime": "33.486"
      },
      {
        "Pokedex": "Its body is composed of plasma. It is known to infiltrate electronic devices and wreak havoc.",
        "Name": "Rotom",
        "PokedexTranslated": "Seu corpo é composto por plasma. É conhecido por infiltrar dispositivos eletrônicos e causar caos. \n",
        "translatedTime": "32.746"
      },
      {
        "Pokedex": "Known as “The Being of Knowledge.” It is said that it can wipe out the memory of those who see its eyes.",
        "Name": "Uxie",
        "PokedexTranslated": "Conhecido como \"O Ser do Conhecimento\". Diz-se que ele pode apagar a memória das pessoas que veem seus olhos. \n",
        "translatedTime": "33.307"
      },
      {
        "Pokedex": "Known as “The Being of Emotion.” It taught humans the nobility of sorrow, pain, and joy.",
        "Name": "Mesprit",
        "PokedexTranslated": "Conhecido como \"O Ser da Emoção\". Ele ensinou aos humanos a nobreza da tristeza, dor e alegria. \n",
        "translatedTime": "33.157"
      },
      {
        "Pokedex": "Known as “The Being of Willpower.” It sleeps at the bottom of a lake to keep the world in balance.",
        "Name": "Azelf",
        "PokedexTranslated": "Conhecido como \"O Ser da Força de Vontade\". Ele dorme no fundo de um lago para manter o mundo em equilíbrio. \n",
        "translatedTime": "33.49"
      },
      {
        "Pokedex": "It has the power to control time. It appears in Sinnoh-region myths as an ancient deity.",
        "Name": "Dialga",
        "PokedexTranslated": "Ele tem o poder de controlar o tempo. Ele aparece em mitos da região de Sinnoh como uma divindade antiga. \n",
        "translatedTime": "34.281"
      },
      {
        "Pokedex": "It has the ability to distort space. It is described as a deity in Sinnoh-region mythology.",
        "Name": "Palkia",
        "PokedexTranslated": "Ele tem a capacidade de distorcer o espaço. É descrito como uma divindade na mitologia da região de Sinnoh. \n",
        "translatedTime": "33.524"
      },
      {
        "Pokedex": "It dwells in volcanic caves. It digs in with its cross-shaped feet to crawl on ceilings and walls.",
        "Name": "Heatran",
        "PokedexTranslated": "Ele habita cavernas vulcânicas. Ele escava com suas patas cruzadas para rastejar em tetos e paredes. \n",
        "translatedTime": "34.701"
      },
      {
        "Pokedex": "There is an enduring legend that states this Pokémon towed continents with ropes.",
        "Name": "Regigigas",
        "PokedexTranslated": "Há uma lenda duradoura que afirma que este Pokémon puxava continentes com cordas. \n",
        "translatedTime": "36.647"
      },
      {
        "Pokedex": "A Pokémon that is said to live in a world on the reverse side of ours. It appears in an ancient cemetery.",
        "Name": "Giratina",
        "PokedexTranslated": "Um Pokémon que é dito viver em um mundo no lado oposto do nosso. Ele aparece em um cemitério antigo. \n",
        "translatedTime": "35.007"
      },
      {
        "Pokedex": "Shiny particles are released from its wings like a veil. It is said to represent the crescent moon.",
        "Name": "Cresselia",
        "PokedexTranslated": "Partículas brilhantes são liberadas de suas asas como um véu. Diz-se que ele representa a lua crescente. \n",
        "translatedTime": "34.225"
      },
      {
        "Pokedex": "A Pokémon that lives in warm seas. It inflates the flotation sac on its head to drift and search for food.",
        "Name": "Phione",
        "PokedexTranslated": "Um Pokémon que vive em mares quentes. Ele inflá o saco de natação na cabeça para flutuar e procurar comida. \n",
        "translatedTime": "35.757"
      },
      {
        "Pokedex": "Born on a cold seafloor, it will swim great distances to return to its birthplace.",
        "Name": "Manaphy",
        "PokedexTranslated": "Nascido em um fundo marinho frio, ele irá nadar grandes distâncias para retornar ao seu berço. \n",
        "translatedTime": "33.885"
      },
      {
        "Pokedex": "It can lull people to sleep and make them dream. It is active during nights of the new moon.",
        "Name": "Darkrai",
        "PokedexTranslated": "Ele pode acalmar as pessoas para dormir e fazê-las sonhar. É ativo durante as noites da lua nova. \n",
        "translatedTime": "36.279"
      },
      {
        "Pokedex": "It lives in flower patches and avoids detection by curling up to look like a flowering plant.",
        "Name": "Shaymin",
        "PokedexTranslated": "Ele vive em manchas de flores e evita a detecção ao se curvar para parecer uma planta em flor. \n",
        "translatedTime": "34.815"
      },
      {
        "Pokedex": "It is described in mythology as the Pokémon that shaped the universe with its 1,000 arms.",
        "Name": "Arceus",
        "PokedexTranslated": "É descrito na mitologia como o Pokémon que moldou o universo com suas 1.000 braços. \n",
        "translatedTime": "35.787"
      },
      {
        "Pokedex": "This Pokémon brings victory. It is said that Trainers with Victini always win, regardless of the type of encounter.",
        "Name": "Victini",
        "PokedexTranslated": "Este Pokémon traz vitória. Diz-se que os treinadores com Victini sempre vencem, independentemente do tipo de encontro. \n",
        "translatedTime": "34.788"
      },
      {
        "Pokedex": "They photosynthesize by bathing their tails in sunlight. When they are not feeling well, their tails droop.",
        "Name": "Snivy",
        "PokedexTranslated": "Eles realizam fotossíntese ao banhar suas caudas na luz solar. Quando não estão se sentindo bem, suas caudas despencam. \n",
        "translatedTime": "35.996"
      },
      {
        "Pokedex": "They avoid attacks by sinking into the shadows of thick foliage. They retaliate with masterful whipping techniques.",
        "Name": "Servine",
        "PokedexTranslated": "Eles evitam ataques ao se afundar nas sombras de folhagens densas. Eles retaliam com técnicas de esmagamento majestosas. \n",
        "translatedTime": "35.666"
      },
      {
        "Pokedex": "They raise their heads to intimidate opponents, but only give it their all when fighting a powerful opponent.",
        "Name": "Serperior",
        "PokedexTranslated": "Eles erguem a cabeça para intimidar os oponentes, mas só dão o seu melhor quando lutam contra um oponente poderoso. \n",
        "translatedTime": "35.833"
      },
      {
        "Pokedex": "It blows fire through its nose. When it catches a cold, the fire becomes pitch-black smoke instead.",
        "Name": "Tepig",
        "PokedexTranslated": "Ele expulsa fogo através do seu nariz. Quando ele contrai uma gripe, o fogo se torna fumaça preta. \n",
        "translatedTime": "35.105"
      },
      {
        "Pokedex": "Whatever it eats becomes fuel for the flame in its stomach. When it is angered, the intensity of the flame increases.",
        "Name": "Pignite",
        "PokedexTranslated": "O que ele come se torna combustível para a chama no seu estômago. Quando ele fica irritado, a intensidade da chama aumenta. \n",
        "translatedTime": "36.779"
      },
      {
        "Pokedex": "It can throw a fire punch by setting its fists on fire with its fiery chin. It cares deeply about its friends.",
        "Name": "Emboar",
        "PokedexTranslated": "Ele pode lançar um soco de fogo ao incendiar seus punhos com sua mandíbula ardente. Ele se preocupa profundamente com seus amigos. \n",
        "translatedTime": "34.522"
      }
    ],
    "maxTranslatedTime": 36.779,
    "minTranslatedTime": 26.508
  },
  {
    "date": "2024-11-11T21:20:15.331Z",
    "totalTranslationTime": 1575.2359999999996,
    "averageTranslationTime": 31.504719999999992,
    "p90TranslationTime": 34.293,
    "translatedPokemonCount": 50,
    "translationRange": {
      "min": 501,
      "max": 550
    },
    "translatedPokemon": [
      {
        "Pokedex": "The scalchop on its stomach is made from the same elements as claws. It detaches the scalchop for use as a blade.",
        "Name": "Oshawott",
        "PokedexTranslated": "A lâmina do scalchop, no seu ventre, é feita dos mesmos elementos que as garras. Ela se separa do scalchop para ser usada como uma lâmina. \n",
        "translatedTime": "37.179"
      },
      {
        "Pokedex": "Scalchop techniques differ from one Dewott to another. It never neglects maintaining its scalchops.",
        "Name": "Dewott",
        "PokedexTranslated": "As técnicas do scalchop variam de um Dewott para outro. Ele nunca se esquece de manter seus scalchops. \n",
        "translatedTime": "35.537"
      },
      {
        "Pokedex": "Part of the armor on its anterior legs becomes a giant sword. Its cry alone is enough to intimidate most enemies.",
        "Name": "Samurott",
        "PokedexTranslated": "Parte do armor nas suas pernas anteriores se transforma em um grande espada. Seu grito sozinho é suficiente para intimidar a maioria dos inimigos. \n",
        "translatedTime": "35.737"
      },
      {
        "Pokedex": "Extremely cautious, they take shifts to maintain a constant watch of their nest. They feel insecure without a lookout.",
        "Name": "Patrat",
        "PokedexTranslated": "Extremamente cautelosos, eles alternam as suas estações para manter um olhar constante no seu ninho. Eles se sentem inseguros sem um vigia. \n",
        "translatedTime": "36.679"
      },
      {
        "Pokedex": "They make the patterns on their bodies shine in order to threaten predators. Keen eyesight lets them see in the dark.",
        "Name": "Watchog",
        "PokedexTranslated": "Eles fazem os padrões em seus corpos brilhar para intimidar predadores. Uma visão aguçada permite que eles vejam na escuridão. \n",
        "translatedTime": "34.293"
      },
      {
        "Pokedex": "The long hair around its face provides an amazing radar that lets it sense subtle changes in its surroundings.",
        "Name": "Lillipup",
        "PokedexTranslated": "O cabelo longo ao redor do rosto fornece um radar incrível que permite que ele sinta mudanças sutis em seu ambiente. \n",
        "translatedTime": "28.423"
      },
      {
        "Pokedex": "It loyally follows its Trainer's orders. For ages, they have helped Trainers raise Pokémon.",
        "Name": "Herdier",
        "PokedexTranslated": "Ele segue lealmente as ordens de seu Treinador. Por anos, eles ajudaram treinadores a criar Pokémon. \n",
        "translatedTime": "27.631"
      },
      {
        "Pokedex": "This extremely wise Pokémon excels at rescuing people stranded at sea or in the mountains.",
        "Name": "Stoutland",
        "PokedexTranslated": "Este Pokémon extremamente sábio se destaca em resgatar pessoas presas em mar ou montanhas. \n",
        "translatedTime": "27.262"
      },
      {
        "Pokedex": "Its cute act is a ruse. When victims let down their guard, they find their items taken. It attacks with sharp claws.",
        "Name": "Purrloin",
        "PokedexTranslated": "Seu ato de fofura é uma armadilha. Quando as vítimas relaxam a guarda, elas descobrem seus pertences roubados. Ele ataca com garras afiadas. \n",
        "translatedTime": "28.73"
      },
      {
        "Pokedex": "Stealthily, it sneaks up on its target, striking from behind before its victim has a chance to react.",
        "Name": "Liepard",
        "PokedexTranslated": "Suavemente, ele se aproxima do seu alvo, acertando de trás antes que a vítima tenha a chance de reagir. \n",
        "translatedTime": "28.158"
      },
      {
        "Pokedex": "It shares the leaf on its head with weary-looking Pokémon. These leaves are known to relieve stress.",
        "Name": "Pansage",
        "PokedexTranslated": "Ele compartilha a folha na cabeça com Pokémon cansados. Essas folhas são conhecidas por aliviar o estresse. \n",
        "translatedTime": "28.181"
      },
      {
        "Pokedex": "Ill tempered, it fights by swinging its barbed tail around wildly. The leaf growing on its head is very bitter.",
        "Name": "Simisage",
        "PokedexTranslated": "Irritado, ele luta balançando sua cauda barbuda em um movimento frenético. A folha que cresce na cabeça dele é muito amarga. \n",
        "translatedTime": "28.652"
      },
      {
        "Pokedex": "This Pokémon lives in caves in volcanoes. The fire within the tuft on its head can reach 600º F.",
        "Name": "Pansear",
        "PokedexTranslated": "Este Pokémon vive em cavernas de vulcões. O fogo na tufa na cabeça dele pode atingir 600º F. \n",
        "translatedTime": "28.605"
      },
      {
        "Pokedex": "A flame burns inside its body. It scatters embers from its head and tail to sear its opponents.",
        "Name": "Simisear",
        "PokedexTranslated": "Uma chama queima dentro do seu corpo. Ele dispersa brasas da cabeça e cauda para queimar seus oponentes. \n",
        "translatedTime": "28.68"
      },
      {
        "Pokedex": "It does not thrive in dry environments. It keeps itself damp by shooting water stored in its head tuft from its tail.",
        "Name": "Panpour",
        "PokedexTranslated": "Ele não prospera em ambientes secos. Ele se mantém úmido ao disparar água armazenada na sua tufa na cabeça do seu corpo. \n",
        "translatedTime": "29.429"
      },
      {
        "Pokedex": "The high-pressure water expelled from its tail is so powerful, it can destroy a concrete wall.",
        "Name": "Simipour",
        "PokedexTranslated": "A água sob alta pressão expulsa do seu corpo pode destruir uma parede de concreto. \n",
        "translatedTime": "28.499"
      },
      {
        "Pokedex": "It eats the dreams of people and Pokémon. When it eats a pleasant dreams, it expels pink-colored mist.",
        "Name": "Munna",
        "PokedexTranslated": "Ele come os sonhos das pessoas e Pokémon. Quando ele come um sonho agradável, expulsa um nevoeiro rosa. \n",
        "translatedTime": "29.117"
      },
      {
        "Pokedex": "With the mist from its forehead, it can create shapes of things from dreams it has eaten.",
        "Name": "Musharna",
        "PokedexTranslated": "Com o nevoeiro da testa, ele pode criar formas de coisas a partir dos sonhos que comeu. \n",
        "translatedTime": "29.079"
      },
      {
        "Pokedex": "These Pokémon live in cities. They are accustomed to people. Flocks often gather in parks and plazas.",
        "Name": "Pidove",
        "PokedexTranslated": "Pokémon esses Pokémon vivem em cidades. Eles estão acostumados com as pessoas.  Colônias costumam se reunir em parques e praças. \n",
        "translatedTime": "29.837"
      },
      {
        "Pokedex": "Many people believe that, deep in the forest where Tranquill live, there is a peaceful place where there is no war.",
        "Name": "Tranquill",
        "PokedexTranslated": "Muitos acreditam que, em meio à floresta onde Tranquill vive, existe um lugar pacífico onde não há guerra. \n",
        "translatedTime": "30.212"
      },
      {
        "Pokedex": "Males have plumage on their heads. They will never let themselves feel close to anyone other than their Trainers.",
        "Name": "Unfezant",
        "PokedexTranslated": "Os Males têm penas na cabeça. Eles nunca deixarão de se sentirem próximos a ninguém além de seus Treinadores. \n",
        "translatedTime": "30.012"
      },
      {
        "Pokedex": "When thunderclouds cover the sky, it will appear. It can catch lightning with its mane and store the electricity.",
        "Name": "Blitzle",
        "PokedexTranslated": "Quando nuvens de tempestade cobrem o céu, ele aparece. Ele pode capturar raio com sua cauda e armazenar a eletricidade. \n",
        "translatedTime": "30.289"
      },
      {
        "Pokedex": "This ill-tempered Pokémon is dangerous because when it's angry, it shoots lightning from its mane in all directions.",
        "Name": "Zebstrika",
        "PokedexTranslated": "Este Pokémon de temperamento difícil é perigoso porque, quando está irritado, ele dispara raio da sua cauda em todas as direções. \n",
        "translatedTime": "30.217"
      },
      {
        "Pokedex": "They were discovered a hundred years ago in an earthquake fissure. Inside each one is an energy core.",
        "Name": "Roggenrola",
        "PokedexTranslated": "Eles foram descobertos há cem anos em uma fissura de terremoto. Dentro de cada um há um núcleo de energia. \n",
        "translatedTime": "31.31"
      },
      {
        "Pokedex": "Because its energy was too great to be contained, the energy leaked and formed orange crystals.",
        "Name": "Boldore",
        "PokedexTranslated": "Porque sua energia era muito grande para ser contida, a energia vazou e formou cristais laranja. \n",
        "translatedTime": "31.09"
      },
      {
        "Pokedex": "The solar energy absorbed by its body's orange crystals is magnified internally and fired from its mouth.",
        "Name": "Gigalith",
        "PokedexTranslated": "A energia solar absorvida pelo corpo dos cristais laranja é amplificada internamente e disparada da boca. \n",
        "translatedTime": "32.794"
      },
      {
        "Pokedex": "Suction from its nostrils enables it to stick to cave walls during sleep. It leaves a heart-shaped mark behind.",
        "Name": "Woobat",
        "PokedexTranslated": "A aspiração dos seus narinas permite que ele se prenda às paredes de cavernas durante o sono. Ele deixa uma marca no formato de um coração. \n",
        "translatedTime": "31.553"
      },
      {
        "Pokedex": "Anyone who comes into contact with the ultrasonic waves emitted by a courting male experiences a positive mood shift.",
        "Name": "Swoobat",
        "PokedexTranslated": "Qualquer pessoa que entra em contato com as ondas ultrassônicas emitidas por um macho em busca de parceira experimenta uma mudança positiva de humor. \n",
        "translatedTime": "31.12"
      },
      {
        "Pokedex": "It makes its way swiftly through the soil by putting both claws together and rotating at high speed.",
        "Name": "Drilbur",
        "PokedexTranslated": "Ele se move rapidamente pelo solo colocando ambas as garras juntas e girando a alta velocidade. \n",
        "translatedTime": "30.531"
      },
      {
        "Pokedex": "More than 300 feet below the surface, they build mazelike nests. Their activity can be destructive to subway tunnels.",
        "Name": "Excadrill",
        "PokedexTranslated": "A mais de 300 pés abaixo da superfície, eles constroem ninhos em forma de labirinto. Sua atividade pode ser destrutiva para túneis subterrâneos. \n",
        "translatedTime": "32.04"
      },
      {
        "Pokedex": "Its auditory sense is astounding. It has a radar-like ability to understand its surrounding through slight sounds.",
        "Name": "Audino",
        "PokedexTranslated": "Seu sentido auditivo é impressionante. Ele tem a capacidade de radar para entender seu ambiente através de sons leves. \n",
        "translatedTime": "31.031"
      },
      {
        "Pokedex": "These Pokémon appear at building sites and help out with construction. They always carry squared logs.",
        "Name": "Timburr",
        "PokedexTranslated": "Pokémon esses Pokémon aparecem em sites de construção e ajudam com a construção. Eles sempre carregam troncos quadrados. \n",
        "translatedTime": "31.195"
      },
      {
        "Pokedex": "They strengthen their bodies by carrying steel beams. They show off their big muscles to their friends.",
        "Name": "Gurdurr",
        "PokedexTranslated": "Eles fortalecem seus corpos carregando vigas de aço. Eles mostram suas grandes musculaturas para seus amigos. \n",
        "translatedTime": "31.453"
      },
      {
        "Pokedex": "They use concrete pillars as walking canes. They know moves that enable them to swing the pillars freely in battle.",
        "Name": "Conkeldurr",
        "PokedexTranslated": "Eles usam pilares de concreto como bengalas. Eles conhecem movimentos que permitem que eles giram as bengalas livremente em batalha. \n",
        "translatedTime": "31.708"
      },
      {
        "Pokedex": "By vibrating its cheeks, it emits sound waves imperceptible to humans. It uses the rhythm of these sounds to talk.",
        "Name": "Tympole",
        "PokedexTranslated": "Vibrando suas bochechas, ele emite ondas sonoras imperceptíveis aos humanos. Ele usa o ritmo desses sons para falar. \n",
        "translatedTime": "31.937"
      },
      {
        "Pokedex": "It lives in the water and on land. It uses its long, sticky tongue to capture prey.",
        "Name": "Palpitoad",
        "PokedexTranslated": "Ele vive na água e na terra. Ele usa sua longa língua pegajosa para capturar presas. \n",
        "translatedTime": "36.201"
      },
      {
        "Pokedex": "It increases the power of its punches by vibrating the bumps on its fists. It can turn a boulder to rubble with one punch.",
        "Name": "Seismitoad",
        "PokedexTranslated": "Ele aumenta a força de seus socos vibrando as protuberâncias em seus punhos. Ele pode transformar uma pedra gigante em cinzas com um soco. \n",
        "translatedTime": "32.471"
      },
      {
        "Pokedex": "When they encounter foes bigger than themselves, they try to throw them. They always travel in packs of five.",
        "Name": "Throh",
        "PokedexTranslated": "Quando eles encontram inimigos maiores que eles, eles tentam jogá-los. Eles sempre viajam em grupos de cinco. \n",
        "translatedTime": "31.85"
      },
      {
        "Pokedex": "Tying their belts gets them pumped and makes their punches more destructive. Disturbing their training angers them.",
        "Name": "Sawk",
        "PokedexTranslated": "Enrolar seus cintos os deixa mais energizados e torna seus socos mais destrutivos. Disturbar seu treinamento os irrita. \n",
        "translatedTime": "32.301"
      },
      {
        "Pokedex": "This Pokémon makes clothes for itself. It chews up leaves and sews them with sticky thread extruded from its mouth.",
        "Name": "Sewaddle",
        "PokedexTranslated": "Este Pokémon faz roupas para si mesmo. Ele mastiga folhas e costura com fio pegajoso extrído de sua boca. \n",
        "translatedTime": "32.334"
      },
      {
        "Pokedex": "It protects itself from the cold by wrapping up in leaves. It stays on the move, eating leaves in forests.",
        "Name": "Swadloon",
        "PokedexTranslated": "Ele se protege do frio enrolando-se em folhas. Ele permanece em movimento, comendo folhas em florestas. \n",
        "translatedTime": "32.768"
      },
      {
        "Pokedex": "It keeps its eggs warm with heat from fermenting leaves. It also uses leaves to make warm wrappings for Sewaddle.",
        "Name": "Leavanny",
        "PokedexTranslated": "Ele mantém seus ovos quentes com calor de folhas fermentadas. Ele também usa folhas para fazer envoltórios quentes para Sewaddle. \n",
        "translatedTime": "32.815"
      },
      {
        "Pokedex": "It discovers what is going on around it by using the feelers on its head and tail. It is brutally aggresive.",
        "Name": "Venipede",
        "PokedexTranslated": "Ele descobre o que está acontecendo ao seu redor usando os pelos na cabeça e cauda. É brutalmente agressivo. \n",
        "translatedTime": "32.617"
      },
      {
        "Pokedex": "It is usually motionless, but when attacked, it rotates at high speed and then crashes into its opponent.",
        "Name": "Whirlipede",
        "PokedexTranslated": "Geralmente está imóvel, mas quando atacado, gira a alta velocidade e então bate em seu oponente. \n",
        "translatedTime": "32.731"
      },
      {
        "Pokedex": "Highly aggressive, it uses the claws near its neck to dig into its opponents and poison them.",
        "Name": "Scolipede",
        "PokedexTranslated": "Highly aggressive, it uses the claws near its neck to dig into its opponents and poison them. \n",
        "translatedTime": "32.617"
      },
      {
        "Pokedex": "They go wherever the wind takes them. On rainy days, their bodies are heavier, so they take shelter beneath big trees.",
        "Name": "Cottonee",
        "PokedexTranslated": "Eles vão onde o vento os leva. Em dias chuvosos, seus corpos são mais pesados, então eles buscam abrigo sob grandes árvores. \n",
        "translatedTime": "33.555"
      },
      {
        "Pokedex": "Riding whirlwinds, they appear. These Pokémon sneak through gaps into houses and cause all sorts of mischief.",
        "Name": "Whimsicott",
        "PokedexTranslated": "Atravessando furacões, eles aparecem. Esses Pokémon se infiltram em brechas de casas e causam todo tipo de travessura. \n",
        "translatedTime": "33.651"
      },
      {
        "Pokedex": "Since they prefer moist, nutrient-rich soil, the areas where Petilil live are known to be good for growing plants.",
        "Name": "Petilil",
        "PokedexTranslated": "Como eles preferem solo úmido e rico em nutrientes, as áreas onde os Petilil vivem são conhecidas por serem boas para o cultivo de plantas. \n",
        "translatedTime": "33.886"
      },
      {
        "Pokedex": "The fragrance of the garland on its head has a relaxing effect. It withers if a Trainer does not take good care of it.",
        "Name": "Lilligant",
        "PokedexTranslated": "O aroma da guirlanda na cabeça dele tem um efeito relaxante. Ele se desfaz se um Treinador não cuidar de ele adequadamente. \n",
        "translatedTime": "34.139"
      },
      {
        "Pokedex": "Savage, violent Pokémon, red and blue Basculin are always fighting each other over territory.",
        "Name": "Basculin",
        "PokedexTranslated": "Pokémon selvagens e violentos, o Basculin vermelho e azul sempre estão lutando entre si por território. \n",
        "translatedTime": "33.1"
      }
    ],
    "maxTranslatedTime": 37.179,
    "minTranslatedTime": 27.262
  }
]